// pages/find/find.js
import { request } from "../../request/index";
Page({
  /**
   * 页面的初始数据
   */
  data: {
    inputShow: true,
    listShow: true,
    // 取消 按钮 是否显示
    isFocus: false,
    // 输入框的值
    inpValue: "",
    param: {
      apikey: "0df993c66c0c636e29ecbb5344252a4a",
      q: "",
      start: 0,
      count: 10,
    },
    bookList: [],

    bookRecomond: [
      {
        rating: {
          max: 10,
          numRaters: 17593,
          average: "8.1",
          min: 0,
        },
        subtitle: "余秋雨三十年散文自选集",
        author: ["余秋雨"],
        pubdate: "2014-2",
        tags: [
          {
            count: 3048,
            name: "余秋雨",
            title: "余秋雨",
          },
          {
            count: 2082,
            name: "散文",
            title: "散文",
          },
          {
            count: 1790,
            name: "文化苦旅",
            title: "文化苦旅",
          },
          {
            count: 1646,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 1565,
            name: "文化",
            title: "文化",
          },
          {
            count: 1365,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 1286,
            name: "爱旅游，爱文化，必读",
            title: "爱旅游，爱文化，必读",
          },
          {
            count: 1174,
            name: "散文随笔",
            title: "散文随笔",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s27226968.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "新版小叙\t001\n牌坊\t001\n寺庙\t016\n我的山河\t025\n都江堰\t034\n道士塔\t041\n莫高窟\t052\n沙原隐泉\t060\n阳关雪\t065\n西域喀什\t070\n废井冷眼\t080\n杭州宣言\t090\n黄州突围\t100\n山庄背影\t115\n宁古塔\t133\n抱愧山西\t148\n风雨天一阁\t168\n鱼尾山屋\t181\n北极寒夜\t201\n远方的海\t216\n谢家门孔\t227\n巴金百年\t245\n佐临遗言\t271\n寻石之路\t293\n天人对话\t307\n为妈妈致悼词 323",
        pages: "287",
        images: {
          small:
            "https://img1.doubanio.com/view/subject/s/public/s27226968.jpg",
          large:
            "https://img1.doubanio.com/view/subject/l/public/s27226968.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s27226968.jpg",
        },
        alt: "https://book.douban.com/subject/19940743/",
        id: "19940743",
        publisher: "长江文艺出版社",
        isbn10: "7535447341",
        isbn13: "9787535447340",
        title: "文化苦旅",
        url: "https://api.douban.com/v2/book/19940743",
        alt_title: "",
        author_intro:
          "余秋雨，浙江余姚人，当代著名散文家，文化学者，艺术理论家，文化史学家。著有《文化苦旅》《何谓文化》《中国文脉》《山河之书》《霜冷长河》等。\n二十世纪八十年代中期，他被推举为当时中国内地最年轻的高校校长，并出任上海市中文专业教授评审组组长，兼艺术专业教授评审组组长。二十多年前，他毅然辞去一切行政职务和高位任命，孤身一人寻访中华文明被埋没的重要遗址。\n二十世纪末，冒着生命危险贴地穿越数万公里考察了巴比伦文明、埃及文明、克里特文明、希伯莱文明、阿拉伯文明、印度文明、波斯文明等一系列最重要的文化遗迹，作为迄今全球唯一完成全部现场文化探索的人文学者，对当代世界文明作出了全新思考和紧迫提醒，在海内外引起广泛关注。\n他所写的书籍，长期位居全球华文书排行榜前列，仅中国台湾一地，就囊括了白金作家奖、桂冠文学家奖、读书人最佳书奖、金石堂最有影响力书奖等一系列重大奖项。",
        summary:
          "《文化苦旅》一书于1992年首次出版，是余秋雨先生1980年代在海内外讲学和考察途中写下的作品，是他的第一部文化散文集。全书主要包括两部分，一部分为历史、文化散文，另一部分为回忆散文。甫一面世，该书就以文采飞扬、知识丰厚、见解独到而备受万千读者喜爱。由此开创“历史大散文”一代文风，令世人重拾中华文化价值。他的散文别具一格，见常人所未见，思常人所未思，善于在美妙的文字中一步步将读者带入历史文化长河，启迪哲思，引发情致，具有极高的审美价值和史学、文化价值。书中多篇文章后入选中学教材。但由于此书的重大影响，在为余秋雨先生带来无数光环和拥趸的同时，也带来了数之不尽的麻烦和盗版。誉满天下，“谤”亦随身。余秋雨先生在身心俱疲之下，决定亲自修订、重编此书。\n新版《文化苦旅》作为余秋雨先生30年历史文化散文修订自选集，删掉旧版37篇文章中的13篇，新增文章17篇，其中入选教材的《道士塔》《莫高窟》《都江堰》等经典篇目全部经过改写、修订。新版内容与旧版相比，全新和改写的篇目达到三分之二以上，对新老读者都是一场全新的阅读体验和人文享受。堪称余秋雨30年来不懈的文化考察和人生思索的完美结晶。",
        price: "38.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 3801,
          average: "8.8",
          min: 0,
        },
        subtitle: "汪曾祺谈吃散文32篇",
        author: ["汪曾祺"],
        pubdate: "2005-04",
        tags: [
          {
            count: 1911,
            name: "汪曾祺",
            title: "汪曾祺",
          },
          {
            count: 1182,
            name: "美食",
            title: "美食",
          },
          {
            count: 1020,
            name: "散文",
            title: "散文",
          },
          {
            count: 782,
            name: "饮食文化",
            title: "饮食文化",
          },
          {
            count: 554,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 534,
            name: "饮食",
            title: "饮食",
          },
          {
            count: 378,
            name: "吃",
            title: "吃",
          },
          {
            count: 377,
            name: "生活",
            title: "生活",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s1728272.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "葵・\n故乡的食物\n吃食和文学\n宋朝人的吃喝\n昆明菜\n\ufffd鱼\n家常酒菜\n韭菜花\n四方食事\n寻常茶话\n《知味集》征稿小启（代序）\n作家谈吃第一集\n――《知味集》后记\n萝卜\n五味\n米线和饵块\n食道旧寻\n――《学人谈吃》序\n故乡的野菜\n食豆饮水斋闲笔\n豆腐\n干丝\n肉食者不鄙\n鱼我所欲也\n昆明的吃食\n手把肉\n贴秋膘\n栗子\n《吃的自由》序\n果蔬秋浓\n《旅食与文化》题记\n面茶\n豆汁儿\n菌小谱\n",
        pages: "177",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s1728272.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s1728272.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s1728272.jpg",
        },
        alt: "https://book.douban.com/subject/1288925/",
        id: "1288925",
        publisher: "山东画报出版社",
        isbn10: "7807130792",
        isbn13: "9787807130796",
        title: "五味",
        url: "https://api.douban.com/v2/book/1288925",
        alt_title: "",
        author_intro:
          "汪曾祺（192O～1997）现、当代作家。江苏高邮人。1939年考入昆明西南联合大学中文系，深受教写作课的沈从文的影响。1940年开始发表小说。 1943年大学毕业后在昆明、上海任中学国文教员和历史博物馆职员。1946年起在《文学杂志》、《文艺复兴》和《文艺春秋》上发表《戴车匠》、《复仇》、《绿猫》、《鸡鸭名家》等短篇小说，引起文坛注目。1950年后在北京文联、中国民间文学研究会工作，编辑《北京文艺》和《民间文学》等刊物。1962年调北京京剧团（后改北京京剧院）任编剧。著有小说集《邂逅集》、《羊舍的夜晚》、《汪曾祺短篇小说选》、《晚饭花集》、《寂寞与温暖》、《茱萸集》，散文集《蒲桥集》、《塔上随笔》，文学评论集《晚翠文谈》，以及《汪曾祺自选集》等。另有一些京剧剧本。短篇《受戒》和《大淖记事》是他的获奖小说。作品被译成多种文字介绍到国外。他以散文笔调写小说，写出了家乡五行八作的见闻和风物人情、习俗民风，富于地方特色。作品在疏放中透出凝重，于平淡中显现奇崛，情韵灵动淡远，风致清逸秀异。",
        summary:
          "汪曾祺既不是达官贵人，又不是商贾巨富，因此所食、所喜的多是地方风味和民间小食，他谈萝卜、豆腐，讲韭菜花、手把肉，皆是娓娓道来，从容闲适；读的人则津津有味，满嘴噙香。汪曾祺在《葵・薤》里说，自己小时候读汉乐府《十五从军征》“舂谷持作饭,采葵持作羹,羹饭一时熟,不知怡阿谁”时，尽管他“未从过军，接触这首诗的时候，也还没有经过长久的乱离，但是不止一次为这首诗流了泪”。想见汪曾祺老人也是多愁善感，性情中人，遇事有激情，有感动，有愤慨。\n但汪曾祺并不止于见花流泪，感别伤心，而是追根究底，想要弄明白葵到底是什么物种，他从《毛诗品物图考》追到吴其浚的《植物名实图考长编》和《植物名实图考》，恰巧在武昌见到了古书中的葵―――冬苋菜，终于放下了一件心事，总算把《十五从军征》真正读懂了。当然，汪曾祺的心思可不仅仅在考古，而自有深意，就是在文艺创作上“劝大家口味不要太窄，什么都要尝一尝”，“一个一年到头吃大白菜的人是没有口福的”。中国人讲究寓教于乐，汪曾祺也不例外，在其他几篇谈美食例如《吃食与文学》的文章里，他犹如邻家老妪，絮絮叨叨地讲自己的创作观点和人生感悟，可是你竟然一点也不讨厌他，反而觉得他是一个挺可爱的小老头。",
        series: {
          id: "21496",
          title: "汪曾祺系列丛书",
        },
        price: "13.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 3211,
          average: "8.7",
          min: 0,
        },
        subtitle: "丰子恺散文漫画精品集",
        author: ["丰子恺"],
        pubdate: "2016-10",
        tags: [
          {
            count: 1948,
            name: "丰子恺",
            title: "丰子恺",
          },
          {
            count: 1355,
            name: "活着本来单纯",
            title: "活着本来单纯",
          },
          {
            count: 1051,
            name: "治愈系",
            title: "治愈系",
          },
          {
            count: 962,
            name: "散文",
            title: "散文",
          },
          {
            count: 817,
            name: "快乐就这么简单",
            title: "快乐就这么简单",
          },
          {
            count: 731,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 699,
            name: "漫画",
            title: "漫画",
          },
          {
            count: 598,
            name: "绘本",
            title: "绘本",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s29041051.jpg",
        binding: "精装",
        translator: [],
        catalog:
          "第一部分豁然开朗\n心小了，所有的小事就大了；心大了，所有的大事都小了；看淡世事沧桑，内心安然无恙。\n渐/003\n大账簿/008\n实行的悲哀/014\n生机/019\n佛无灵/023\n吃瓜子/028\n晨梦/035\n肉腿/039\n第二部分无宠不惊过一生\n不乱于心，不困于情。不畏将来，不念过往。如此，安好。\n忆儿时/045\n梦痕/052\n我的母亲/058\n白鹅/063\n闲居/069\n过年/073\n新年怀旧/078\n吃酒/087\n湖畔夜饮/092\n初冬浴日漫想/097\n第三部分天地间最健全的心眼\n天地间最健全的心眼，只是孩子们的所有物，世间事物的真相，只有孩子们能最明确、最完全地见到。我比起他们来，真的心眼已经被世智尘劳所蒙蔽，所斫丧，是一个可怜的残废者了。\n从孩子得到的启示/103\n给我的孩子们/107\n送考/112\n第四部分你若爱，生活哪里都是爱\n这个世界不是有钱人的世界，也不是无钱人的世界，它是有心人的世界。\n家/119\n杨柳/123\n随感13则/127\n庐山游记/136\n钱江看潮记/142\n春/147\n秋/151\n清晨/156\n扬州梦/162\n阿咪/168\n东京某晚的事/173\n塘栖/176\n第五部分学会艺术的生活\n人生有三层楼：第一层是物质生活，第二层是精神生活，第三层是灵魂生活。\n学会艺术的生活/181\n爱与同情/185\n手指/190\n自然/196\n美术与人生/201\n山中避雨/204\n梧桐树/208\n带点笑容/211",
        pages: "224",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s29041051.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s29041051.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s29041051.jpg",
        },
        alt: "https://book.douban.com/subject/26873638/",
        id: "26873638",
        publisher: "江苏凤凰文艺出版社",
        isbn10: "7539996315",
        isbn13: "9787539996318",
        title: "活着本来单纯",
        url: "https://api.douban.com/v2/book/26873638",
        alt_title: "",
        author_intro:
          "丰子恺，画家、散文家，卓有成就的文艺大师。师从弘一法师，学贯中西。朱自清，郁达夫，巴金、叶圣陶、林清玄，对其文章和漫画赞誉有加。日本汉学家吉川幸次郎则说，丰子恺是最中国的中国人。他的散文兼有平易纯朴之风、宽仁隽永之意和童真天然之趣，是现代文学中备受推崇的佳品，多次被选入学生教材，作语文教育典范。漫画幽默风趣，流传广泛 ，深受人们的喜爱，争相收藏。",
        summary:
          "丰子恺散文漫画精品集（全新精装收藏本）。女儿丰一吟授权版本，全面收录《渐》《大账簿》《梦痕》《给孩子们》等55篇经典佳作，一本书阅尽丰子恺散文精华。漫画原版复制，典雅可爱，采用特种纸印刷，色彩雅致，触感温润，可堪赏玩。有趣、 有心、有情的人生哲学。\n在心情低谷时翻看，给人以温暖与悲悯；在事情顺境时闲读，又像一阵凉夜清风，不至昏头脑。\n不要因为世界太复杂，而背叛了你的单纯。\n•\t活着这回事，本来是如此单纯。\n•\t所谓单纯，不是幼稚的天真，而是一种超越了世故，知道人世间种种矛盾、种种问题，种种细微的心理计较。但超过这一层，一种超乎其上的平视，达观看待这个世界，然后游戏其间。这是非常豁达的心胸，一种超越的态度和智慧。\n•\t敬畏  *  宁静  *  智慧  *  美",
        price: "45元",
      },
      {
        rating: {
          max: 10,
          numRaters: 7849,
          average: "7.0",
          min: 0,
        },
        subtitle: "张小娴最美的散文",
        author: ["张小娴"],
        pubdate: "2013-4",
        tags: [
          {
            count: 5373,
            name: "张小娴",
            title: "张小娴",
          },
          {
            count: 2832,
            name: "谢谢你离开我",
            title: "谢谢你离开我",
          },
          {
            count: 1969,
            name: "爱情",
            title: "爱情",
          },
          {
            count: 1911,
            name: "治愈系",
            title: "治愈系",
          },
          {
            count: 1440,
            name: "散文",
            title: "散文",
          },
          {
            count: 748,
            name: "关于女子",
            title: "关于女子",
          },
          {
            count: 531,
            name: "生活智慧",
            title: "生活智慧",
          },
          {
            count: 515,
            name: "青春文学",
            title: "青春文学",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s25948224.jpg",
        binding: "",
        translator: [],
        catalog:
          "1你爱我吗？\n四肢在恋爱   . . . 002\n你爱我吗？   . . . 004\n爱情如烟花   . . . 006\n我和你的地域   . . . 008\n感性•感动•感觉   . . . 010\n床榻之岸的人   . . . 012\n一个人的掌声   . . . 014\n一厢情愿的时候   . . . 016\n有情但薄幸   . . . 018\n有个人把它当作一回事   . . . 020\n把自己挂在一个人身上   . . . 022\n好男人的贴身服务   . . . 024\n今天想吃什么   . . . 026\n我今天玩得很开心   . . . 028\n他对你的好   . . . 030\n隔着电话线的亲亲   . . . 034\n憋不住的眼泪   . . . 036\n爱情的时光隧道   . . . 038\n年轻的情人   . . . 040\n沉落在暗恋湖底   . . . 042\n坐船的男人   . . . 044\n应付一个女人   . . . 046\n沉迷的人是可怕的   . . . 048\n爱的两条路   . . . 050\n奴隶兽   . . . 052\n2 爱情终究是经营不来的\n我和你的习惯   . . . 056\n世间相对论   . . . 058\n时间的多情尾巴   . . . 060\n不要相信一碗暖的糖水   . . . 062\n把爱情削弱   . . . 064\n爱情终究是经营不来的   . . . 066\n一朵花的条件   . . . 068\n我和你的层次   . . . 070\n男朋友的学历   . . . 072\n最坏的结局是什么？   . . . 074\n惜取别离时   . . . 076\n惩罚   . . . 078\n回忆的味道   . . . 080\n当爱情缺席的时候   . . . 082\n那片你没有选择的风景   . . . 084\n一个人的晚饭   . . . 086\n导向心脏的手指   . . . 088\n要耐得住寂寞   . . . 090\n你的肚子给我踩   . . . 092\n留下的红丝带   . . . 094\n原谅   . . . 096\n你好像一点也不想我   . . . 098\n那时候，你还不懂得   . . . 100\n比一公尺还要长的希望   . . . 102\n女人的投资   . . . 104\n3我爱过，所以我活过\n不会再遇上  . . . 108\n爱情使人忘记时间，时间也使人忘记爱情  . . . 110\n最难消受  . . . 112\n枕边的细语  . . . 114\n当你爱上一个人  . . . 116\n爱的时候，我们也长大  . . . 118\n学着做一个高贵的人吧  . . . 122\n那一点点已经不重要了  . . . 124\n林中的小屋  . . . 126\n因为懂得，所以慈悲  . . . 128\n深情我欠得起  . . . 130\n你不爱我  . . . 132\n最愚蠢的爱  . . . 134\n自己的骗子  . . . 136\n反射的爱和恨  . . . 138\n有情吃泥饱  . . . 140\n不用再等我  . . . 142\n我会打电话给你  . . . 144\n负心和记性  . . . 146\n浮不上面的爱  . . . 148\n曾经深深爱着的那个人  . . . 150\n请你不要太快放弃我  . . . 152\n早失恋早好  . . . 154\n不爱你就是不爱你  . . . 156\n赢的最高境界  . . . 158\n情人无话  . . . 160\n旧情人与老人  . . . 162\n我爱过，所以我活过  . . . 164\n4心中的答案\n留一片夜色   . . . 168\n当时只道是寻常   . . . 170\n最难熬的孤单   . . . 172\n后悔有什么不好   . . . 174\n错过了的时刻   . . . 176\n不能舍弃的东西   . . . 178\n心中的答案   . . . 180\n我心自有明月   . . . 182\n我们都是风筝   . . . 184\n只是我们刚巧相爱   . . . 186\n世上的另一个我   . . . 188\n吃鱼的伴儿   . . . 190\n须眉知己   . . . 192\n谁笑到最后   . . . 194\n靠自己，也靠男人   . . . 196\n什么是青春？   . . . 198\n太老了   . . . 200\n它的烂漫，或是它的凋零   . . . 202\n六个明天以后   . . . 204\n夭折的爱情   . . . 206\n想做而还没有做的事   . . . 208\n心事的房子   . . . 210\n夜晚的一张脸   . . . 212\n那一段天涯路   . . . 214\n床是归乡   . . . 216\n人有几张脸   . . . 218\n你是梦里星河   . . . 220\n爱情的餐桌   . . . 222",
        pages: "223",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s25948224.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s25948224.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s25948224.jpg",
        },
        alt: "https://book.douban.com/subject/3521168/",
        id: "3521168",
        publisher: "湖南文艺出版社",
        isbn10: "7540460598",
        isbn13: "9787540460594",
        title: "谢谢你离开我",
        url: "https://api.douban.com/v2/book/3521168",
        alt_title: "",
        author_intro:
          "张小娴，香港知名作家。她是全世界华人的爱情知己。上世纪90年代初于《明报》连载《面包树上的女人》而声名鹊起。\n她以小说描绘爱情的灼热与冷却，以散文倾诉恋人的微笑与泪水，迄今已出四十多本小说和散文集，深受广大读者好评。\n她对人性的洞察，使她开创了一种既温柔又犀利的爱情文字。每一字句都打到心坎，让数以千万的读者得到疗愈，而我们也能从她的作品中豁然明白，爱情的得失从来就不重要，当你舍弃一些，也许得到更多，只要曾深深爱过，你的人生将愈加完整。",
        summary:
          "本书是张小娴的最新爱情散文。主题是离开，实际是透过离开讲女人的成长，告诉我们爱一个人只有两条路，给他自由，或是成为很棒的女人。无论单身与否，首先要有自己的独立性。因为离开原本就是爱情与人生的常态，那些痛苦增加了生命的厚度，有一天，当我们可以微笑地转身，就会明白，一个不爱你的人，绝不会比你的生命更重要。",
        price: "30.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 35,
          average: "9.1",
          min: 0,
        },
        subtitle: "米什莱散文选",
        author: ["[法国] 儒勒·米什莱"],
        pubdate: "2020-4-1",
        tags: [
          {
            count: 50,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 47,
            name: "散文",
            title: "散文",
          },
          {
            count: 44,
            name: "自然",
            title: "自然",
          },
          {
            count: 39,
            name: "法国文学",
            title: "法国文学",
          },
          {
            count: 38,
            name: "儒勒·米什莱",
            title: "儒勒·米什莱",
          },
          {
            count: 35,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 25,
            name: "米什莱",
            title: "米什莱",
          },
          {
            count: 15,
            name: "2.散文随笔",
            title: "2.散文随笔",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s33601116.jpg",
        binding: "平装",
        translator: ["徐知免"],
        catalog:
          "鸟\n阳光与黑夜\n云雀\n燕子\n啄木鸟\n会唱歌的夜莺\n夜莺的迁徙\n虫\n枫丹白露森林\n阿尔卑斯山中的枞树林\n热带的昆虫\n田野里的蜜蜂\n白蚁\n蚂蚁的内战\n蜘蛛\n海\n从格朗维尔岸边观海\n军舰鸟\n灯塔\n1859 年10 月的一次风暴\n海中勇士——甲壳动物\n水母\n鱼镖\n麦哲伦\n雪原探险者\n山\n山的魅力和危险\n森林的梯形结构\n昂加蒂纳\n在贝尔尼那采集标本\n爪哇的火山\n山的死亡\n意大利的冬天\n热那亚人\n贫穷的亚平宁山区一瞥\n蜥蜴的食物\n罗马史\n意大利风貌\n法国史\n枫丹白露宫\n中世纪的教堂\n贞德\n人民\n《人民》序（节选）\n法国的农民\n工人诗人\n手工工场工人的苦恼\n我们的低级兄弟们\n我们的儿子\n“我的书”\n女巫\n仙女的童话\n妇女\n女孩和花\n我的少年时代\n我的少年时代\n圣马丁林荫大道的地窖\n教师\n丧葬\n我的历史志趣\n米什莱年表",
        pages: "265",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s33601116.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s33601116.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s33601116.jpg",
        },
        alt: "https://book.douban.com/subject/30216772/",
        id: "30216772",
        publisher: "译林出版社",
        isbn10: "7544773426",
        isbn13: "9787544773423",
        title: "意大利的冬天",
        url: "https://api.douban.com/v2/book/30216772",
        alt_title: "",
        author_intro:
          "作者简介\n儒勒·米什莱（Jules Michelet，1798－1874），法国19世纪著名历史学家，在近代历史研究领域中成绩卓越，被誉为“法国史学之父”。他以文学风格的语言撰写历史著作，趣味盎然；他以历史学家的淹博写作散文，曲尽其妙。著有历史著作《法国史》《罗马史》《 人民》《法国大革命史》，自然著作《鸟》《虫》《海》《山》等。\n译者简介\n徐知免（1921—2015），江苏如皋人，著名法语翻译家，致力于法国诗歌和散文翻译。主要译作有《烽火岛》《孩子》《比尔和吕丝》《漂逝的半岛》《雨：现代法国诗抄》《列那尔散文选》《茜多》《认识东方》《法兰西和比利时游记》《旅人札记》等；编选有《法国散文选》《司汤达散文》；负责校阅《当代法国文学辞典》。",
        summary:
          "本书文章精选自法国19世纪著名历史学家儒勒·米什莱的12部代表著作——《鸟》《虫》《海》《山》《意大利的冬天》《罗马史》《法国史》《人民》《我们的儿子》《女巫》《我的少年时代》，从内容上可以分为自然散文和历史散文两部分，作者的生活情趣和渊博学识闪现在字里行间。\n不要问我 你们该带什么新书去度假，那样我会回答：“没有什么新书。你们就带上《鸟》《虫》《海》《山》，到树林深处重新阅读。我可以肯定，你们会以为还没有翻阅过。”\n——左拉\n时代需要像您这样的人；每个世纪都有斯芬克司，那么就应当有许多俄狄甫斯。我为我们两个心灵的契合感到喜悦。您所有的著作都是行动。\n——雨果",
        price: "39.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 2582,
          average: "8.4",
          min: 0,
        },
        subtitle: "周国平散文·情感体验篇",
        author: ["周国平"],
        pubdate: "2001-10",
        tags: [
          {
            count: 1246,
            name: "周国平",
            title: "周国平",
          },
          {
            count: 557,
            name: "散文",
            title: "散文",
          },
          {
            count: 533,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 446,
            name: "爱与孤独",
            title: "爱与孤独",
          },
          {
            count: 244,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 170,
            name: "孤独",
            title: "孤独",
          },
          {
            count: 156,
            name: "爱",
            title: "爱",
          },
          {
            count: 133,
            name: "文学",
            title: "文学",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s2166744.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "1、生命本来没有名字\n幸福的悖论\n时光村落里的往事\n永远未完成\n生命本来没有名字\n人人都是孤儿\n爱的反义词\n沟通的限度\n爱使人富有\n2、女性拯救人类\n人性、爱情和天才\n女性拯救人类\n现代：女性美的误区\n女人和哲学\n男人眼中的女人\n男子汉形象\n关于好男人\n能使男人受孕的女人\n3、爱情不风流\n性爱五题\n艺术・技术・魔术\n何必温馨\n爱情不风流\n爱还是被爱\n爱：从痴迷到依恋\n都市生活与爱情\n情人节\n欣赏另一半\n爱情是一条流动的河\n4、爱与孤独\n论孤独\n爱与孤独\n沟通的必要\n交往的限度\n爱情的容量\n我爱故我在\n爱的距离\n5、论性爱\n性爱哲学\n性爱伦理学\n性爱心理学\n性爱美学\n女性价值\n女性魅力\n女性心理\n男人与色情\n两性比较\n两性之间\n6、婚姻反思录\n论怕老婆\n家\n调侃婚姻\n宽松的婚姻\n心疼这个家\n婚姻反思录\n嫉妒的权利\n婚姻悖论与现代的困境\n婚姻中的爱情\n夫妻间的隐私\n7、婚姻与孩子\n婚姻与爱情\n婚姻不是天堂\n论亲子之爱\n孩子\n8、生命中的无奈\n惟有真情永存\n一本不问有什么意义的书\n点与面\n生命中的无奈\n海滩上的五百六十二枚贝壳",
        pages: "237",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s2166744.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s2166744.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s2166744.jpg",
        },
        alt: "https://book.douban.com/subject/1004539/",
        id: "1004539",
        publisher: "广西师范大学出版社",
        isbn10: "7563332855",
        isbn13: "9787563332854",
        title: "爱与孤独",
        url: "https://api.douban.com/v2/book/1004539",
        alt_title: "",
        author_intro:
          "周国平：1945年出生于上海，现在中国社会科学院哲学所工作。主要著作有：《尼采：在世纪的转折点上》、《人与永恒》、《尼采与形而上学》、《周国平文集》、《妞妞——一个父亲的札记》、《宁望的距离》等。主要译著有：《尼采美学文选》、《尼采诗集》、《偶像的黄昏》等。其作品充满了人生的智慧和哲学的魅力，融理性和激情于一体，笔调清新自然，深受读者喜爱。",
        summary:
          "收录散文50余篇，包括《生命本来没有名字》、《女性拯救人类》、《爱情不风流》、《爱与孤独》、《论性爱》等。",
        series: {
          id: "12695",
          title: "周国平散文",
        },
        price: "17.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 2186,
          average: "8.7",
          min: 0,
        },
        subtitle: "汪曾祺谈草木虫鱼散文41篇",
        author: ["汪曾祺"],
        pubdate: "2006",
        tags: [
          {
            count: 979,
            name: "汪曾祺",
            title: "汪曾祺",
          },
          {
            count: 592,
            name: "散文",
            title: "散文",
          },
          {
            count: 362,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 257,
            name: "人间草木",
            title: "人间草木",
          },
          {
            count: 202,
            name: "植物",
            title: "植物",
          },
          {
            count: 192,
            name: "自然",
            title: "自然",
          },
          {
            count: 188,
            name: "老头子很有意思",
            title: "老头子很有意思",
          },
          {
            count: 165,
            name: "中国文学",
            title: "中国文学",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1806539.jpg",
        binding: "平装",
        translator: [],
        catalog: "",
        pages: "186",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1806539.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1806539.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1806539.jpg",
        },
        alt: "https://book.douban.com/subject/1871913/",
        id: "1871913",
        publisher: "山东画报出版社",
        isbn10: "7807133686",
        isbn13: "9787807133681",
        title: "人间草木",
        url: "https://api.douban.com/v2/book/1871913",
        alt_title: "",
        author_intro:
          "编辑推荐：\r\n当代文坛上,能同时在小说和散文两块田地里经营,且自成一家的并不多,汪曾祺先生算是其中的一个。汪曾祺先生是公认的文体家,不仅能写一手优秀的小说,还能写一手漂亮的散文。汪氏散文可以称得上真正的文人散文,他的散文没有空泛的好为人师的大道理,也少有宏大题材,流淌在字里行间的都是文人的雅趣和爱好, 弥漫着文人的情调。如果说读汪氏小说我们感受到的是诗意,读汪氏散文我们享受的则是闲情逸致。本书从汪曾祺创作的大量散文中精选而成，最早的写于四十年代，大部分写于后半生，风格从华丽归于朴实，技巧臻于至境。",
        summary:
          '当《人间草木》作者汪曾祺是个喜欢草木虫鱼的人。他愿意看谈草木虫鱼的文章，爱读法布尔的《昆虫记》，推崇吴其浚的《植物名实图考》。他从法布尔的书中得知知了是个聋子，从吴其浚的书里知道古诗里的葵就是湖南、四川人现在还吃的冬苋菜，着实非常高兴。汪曾祺也爱写草木虫鱼类文章，草木虫鱼在其笔下，或考据缘由，或状写情致，无不摇曳生姿，意态旁出。这些文章，表达的是对生活的喜悦，是汪曾祺送给人间的"小温"。',
        series: {
          id: "21496",
          title: "汪曾祺系列丛书",
        },
        price: "21.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 2747,
          average: "8.7",
          min: 0,
        },
        subtitle: "张爱玲散文结集",
        author: ["张爱玲"],
        pubdate: "2002-9",
        tags: [
          {
            count: 1117,
            name: "张爱玲",
            title: "张爱玲",
          },
          {
            count: 449,
            name: "散文",
            title: "散文",
          },
          {
            count: 219,
            name: "张看",
            title: "张看",
          },
          {
            count: 171,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 146,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 113,
            name: "張愛玲",
            title: "張愛玲",
          },
          {
            count: 105,
            name: "文学",
            title: "文学",
          },
          {
            count: 82,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s1085145.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "天才散文　名家评说\n会说是非的女狐子／贾平凹（西安）\n世俗的张爱玲／王安忆（上海）\n磨破了领口的旗袍／苏童（南京）\n淘不尽的一口古井／李碧华（香港）\n不可思议的感性／南方朔（台北）\n乱世佳人／木心（纽约）\n\n写在前面／陈子善\n\n日常生活\n天才梦\n到底是上海人\n更衣记\n公寓生活记趣\n道路以目\n必也正名乎\n烬余录\n谈女人\n爱\n有女同车\n夜营的喇叭\n童言无忌\n附：我的姊姊――张爱玲\n造人\n打人\n私语\n中国人的宗教\n被窝\n雨伞下\n气短情长及其他\n卷首玉照及其他\n中国的日夜\n谈吃与画饼充饥\n草炉饼\n一九八八至――？\n\n亲友素描\n说胡萝卜\n炎樱语录\n附：不染红尘――张爱玲\n双声\n我看苏青\n姑姑语录\n忆胡适之\n\n未名小草\n迟暮\n秋雨\n读书报告三则\n《若馨》评\n论卡通画之前途\n牧羊者素描\n心愿\n张爱玲语录\n中学时代的先生\n附：记张爱玲\n\n艺文天地\n鸦片战争\n《秋歌》和《乌云盖月》\n婆媳之间\n《万紫千红》和《燕迎春》\n洋人看京戏及其他\n借银灯\n银宫就学记\n诗与胡说\n忘不了的画\n谈跳舞\n谈音乐\n谈画\n秘密\n丈人的心\n《亦报》的好文章\n谈看书\n谈看书后记\n关于《笑声泪痕》\n对现代中文的一点小意见\n信\n笑纹\n四十而不惑\n\n著译自述\n存稿\n论写作\n走！走到楼上去\n写什么\n《传奇》再版的话\n自己的文章\n罗兰观感\n写《倾城之恋》的老实话\n说小报――致《力报》编者\n有几句话同读者说\n《太太万岁》题记\n《小鹿》译后\n《爱默森选集》译者序\n《张爱玲小说集》自序\n《老人与海》译序\n《张看》自序\n《红楼梦魇》自序\n羊毛出在羊身上\n《多少恨》前言\n惘然记\n国语本《海上花》译后记\n《海上花》的几个问题\n回顾《倾城之恋》\n表姨细姨及其他\n说《小艾》\n《续集》自序\n“嗄？”？\n忆《西风》",
        pages: "434",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s1085145.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s1085145.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s1085145.jpg",
        },
        alt: "https://book.douban.com/subject/1033843/",
        id: "1033843",
        publisher: "经济日报出版社",
        isbn10: "7801800990",
        isbn13: "9787801800992",
        title: "张看（上下）",
        url: "https://api.douban.com/v2/book/1033843",
        alt_title: "",
        author_intro: "",
        summary:
          "全书共分为“日常生活”、“亲友素描”、“未名小草”、“艺文天地”和“著译自述”五辑。每辑作品均按最初发表或首次结集的时间先后编排，以便让读者对张爱玲散文创作的进程有一个比较完整的把握。\n《张看》本是张爱玲第二部散文集的书名，是张爱玲自己选定的，她对此有过一个解释：“‘张看’就是张的见解或管窥——往里面张望——最浅薄的双关语”。",
        price: "46.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1935,
          average: "7.3",
          min: 0,
        },
        subtitle: "安妮宝贝散文精选集",
        author: ["安妮宝贝"],
        pubdate: "2013-8",
        tags: [
          {
            count: 1253,
            name: "安妮宝贝",
            title: "安妮宝贝",
          },
          {
            count: 430,
            name: "且以喜乐，且以永日",
            title: "且以喜乐，且以永日",
          },
          {
            count: 386,
            name: "散文",
            title: "散文",
          },
          {
            count: 133,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 122,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 118,
            name: "好久不见安妮",
            title: "好久不见安妮",
          },
          {
            count: 89,
            name: "2013",
            title: "2013",
          },
          {
            count: 88,
            name: "觉醒之旅",
            title: "觉醒之旅",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s26839028.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "自序\n编者评序\n[壹]   终鲜兄弟，维予二人——情爱随笔\n[贰]   邂逅相遇，适我愿兮——人海感悟\n[叁]   棘心夭夭，母氏劬劳——所谓亲情\n[肆]   采葑采菲，无以下体——即景惜物\n[伍]   命不易哉，无曰高高在上——经历生死\n[陆]   维天之命，於穆不已——敬畏神圣\n[柒]   且以喜乐，且以永日——写作纪程",
        pages: "268",
        images: {
          small:
            "https://img1.doubanio.com/view/subject/s/public/s26839028.jpg",
          large:
            "https://img1.doubanio.com/view/subject/l/public/s26839028.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s26839028.jpg",
        },
        alt: "https://book.douban.com/subject/24860561/",
        id: "24860561",
        publisher: "长江文艺出版社",
        isbn10: "7535467857",
        isbn13: "9787535467850",
        title: "且以永日",
        url: "https://api.douban.com/v2/book/24860561",
        alt_title: "",
        author_intro:
          "安妮宝贝，著名作家。著有《告别薇安》《八月未央》《清醒纪》《莲花》《素年锦时》《春宴》等中短篇小说、长篇小说、摄影散文各式作品。\n二〇一一年，主编文学读物《大方》。二〇一三年，出版散文集《眠空》，文化随笔《古书之美》，散文精选集《且以永日》。",
        summary:
          "《且以永日》，安妮宝贝十五年散文精粹，完美呈现。\n本书以“诗经”作为编选脉络，叙及爱、情感、家人，以及生死、神圣等命题，保持着安妮宝贝独有的文字质感。\n我把这些文字写给自己，以此作为一种思省、记录、整理、清洗。而当我写完这些，它们印刷流动之后，我就忘了它们。但若在某个时刻，有必要，则会丝毫不差地回忆起若干细节。它们是一些被打包起来的行李，搁置在某个角落。",
        price: "36.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 2764,
          average: "9.2",
          min: 0,
        },
        subtitle: "",
        author: ["汪曾祺"],
        pubdate: "2005-5",
        tags: [
          {
            count: 1344,
            name: "汪曾祺",
            title: "汪曾祺",
          },
          {
            count: 1042,
            name: "散文",
            title: "散文",
          },
          {
            count: 414,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 309,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 265,
            name: "文学",
            title: "文学",
          },
          {
            count: 229,
            name: "淡淡的　清清的",
            title: "淡淡的　清清的",
          },
          {
            count: 206,
            name: "落花微雨的清新",
            title: "落花微雨的清新",
          },
          {
            count: 174,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s11133632.jpg",
        binding: "",
        translator: [],
        catalog:
          "我的家乡\n文游台\n观音寺\n午门忆旧\n一辈古人\n吴大和尚和七拳半\n新校舍\n泡茶馆\n跑警报\n自得其乐\n自报家门\n随遇而安\n多年父子成兄弟\n星斗其文,赤子其人\n金岳霖先生\n老舍先生\n国子监\n钓鱼台\n水母\n城隍·土地·灶王爷\n老不闲抄\n胡同文化\n我是一个中国人\n故乡的食物\n吃食和文学\n宋朝人的吃喝\n葵·薤\n五味\n寻常茶话\n食豆饮水斋闲笔\n韭菜花\n花\n果园杂记\n葡萄月令\n翠湖心影\n昆明的雨\n湘行二记\n泰山片石\n北京的秋花\n林肯的鼻子\n美国短简\n香港的鸟\n谈风格\n谈谈风俗画\n“揉面”\n《大淖记事》是怎样写出来的\n关于《受戒》",
        pages: "285",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s11133632.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s11133632.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s11133632.jpg",
        },
        alt: "https://book.douban.com/subject/1398441/",
        id: "1398441",
        publisher: "人民文学出版社",
        isbn10: "7020050344",
        isbn13: "9787020050345",
        title: "汪曾祺散文",
        url: "https://api.douban.com/v2/book/1398441",
        alt_title: "",
        author_intro:
          "汪曾祺（1920-1997），现当代作家。江苏高邮人。1939年考入昆明西南联合大学中文系，深受教写作课的沈从文的影响。1940年开始发表小说。曾任中国作家协会理事、顾问、北京剧协理事，在海内外出版专著全集30余部，代表作有小说《受戒》、京剧剧本《范进中举》、《沙家浜》（主要编者之一）。作品被译成多种文字介绍到国外。",
        summary:
          "本书收录了四十余篇散文,包括《我的家乡》、《文游台》、《观音寺》、《午门忆旧》、《一辈古人》等。",
        series: {
          id: "3096",
          title: "中华散文插图珍藏版",
        },
        price: "21.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1546,
          average: "9.0",
          min: 0,
        },
        subtitle: "鲁迅散文精选集",
        author: ["鲁迅"],
        pubdate: "2015-1-1",
        tags: [
          {
            count: 318,
            name: "鲁迅",
            title: "鲁迅",
          },
          {
            count: 175,
            name: "散文",
            title: "散文",
          },
          {
            count: 143,
            name: "朝花夕拾",
            title: "朝花夕拾",
          },
          {
            count: 122,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 105,
            name: "文学",
            title: "文学",
          },
          {
            count: 88,
            name: "经典",
            title: "经典",
          },
          {
            count: 82,
            name: "美文",
            title: "美文",
          },
          {
            count: 78,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s27970504.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "朝花夕拾\n003 小引 _ 005 狗•猫•鼠 _ 014 阿长与《山海经》 _ 020 二十四孝图\n027 五猖会 _ 032 无常 _ 040 从百草园到三味书屋\n045 父亲的病 _ 051 琐记 _ 059 藤野先生\n066 范爱农 _ 074 后记\n野草•准风月谈•南腔北调\n091 题辞 _ 093 秋夜 _ 096 腊叶 _ 098 希望\n101 好的故事 _ 104 风筝 _ 107 影的告别 _ 109 雪 _ 111 夜颂\n113 秋夜纪游 _ 115 爬和撞 _ 117 听说梦\n121 捣鬼心传 _ 124 世故三昧\n坟•华盖•而已集\n129 记念刘和珍君 _ 135 送灶日漫笔 _ 139 马上日记\n150 魏晋风度及文章与药及酒之关系 _ 167 论雷峰塔的倒掉\n170 说胡须 _ 175 看镜有感 _ 179 春末闲谈\n184 论照相之类 _ 191 论“他妈的！” _ 195 一点比喻\n呐喊•且介亭杂文\n201 故乡 _ 212 阿金 _ 217 社戏\n228 一件小事 _ 231 我的第一个师父 _ 239 兔和猫\n244 鸭的喜剧 _ 248 从孩子的照相说起 _ 252 病后杂谈\n264 门外文谈 _ 285 这也是生活",
        ebook_url: "https://read.douban.com/ebook/8140218/",
        pages: "296",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s27970504.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s27970504.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s27970504.jpg",
        },
        alt: "https://book.douban.com/subject/26285184/",
        id: "26285184",
        publisher: "天津人民出版社",
        isbn10: "7201089145",
        isbn13: "9787201089140",
        title: "朝花夕拾",
        url: "https://api.douban.com/v2/book/26285184",
        alt_title: "",
        author_intro:
          "鲁迅，原名周树人，浙江绍兴人。1904年赴日本仙台学医，后从事文学创作。1918年5月首次使用笔名“鲁迅”，发表中国现代文学史上第一篇白话小说《狂人日记》。1921年发表中篇小说《阿Q正传》。一生写作1000万字，其中著作600万字，辑校和书信400万字。",
        summary:
          "曾经在陈丹青先生《鲁迅是谁？》的演讲中听到一个别致的观点，他说“鲁迅的被扭曲，是现代中国一桩超级公案”，对鲁迅以“政治上的正确”给予他的作品褒扬、抬高，不可怀疑、不可反对，致使鲁迅作品的层次和人格魅力被过度简化，他本身丰富优美的用字，以及风趣幽默的行文，后人常常视而不见，也许我们真的不小心错过了一个可爱的鲁迅。\n的确，鲁迅是爱憎分明的，但不等于说鲁迅没有情感，没有他温和、慈爱、狡黠的那一面，他也对人、对动物、对乡土、对自然有着特别的情怀。若是仅仅从某一些方面去解读鲁迅作品内涵的全部，这对他是非常不公平的。\n这个版本的《朝花夕拾》做了去政治化的尝试，真诚感受鲁迅作品的丰满原貌，精选《鲁迅全集》中亲切好读、文字优美的散文48篇。全书分为四部分：第一部分《朝花夕拾》，儿时美好记忆牵挂一生；第二部分，选取鲁迅先生随手拈来美文小品，余闲时，赏玩风筝、秋叶、江南雪；第三部分，看先生风趣妙谈古今历史；第四部分，记忆中的那些人那些事，在先生笔端随波荡漾，静谧安好。\n活生生的鲁迅如此可爱，你本该更早喜欢。",
        ebook_price: "5.99",
        price: "25元",
      },
      {
        rating: {
          max: 10,
          numRaters: 470,
          average: "8.0",
          min: 0,
        },
        subtitle:
          "因陕西师范大学出版社违规重复使用同一个ISBN出版《西方三大经典哲理散文》丛书，此页面可表示该丛书的三本书：《培根人生论》、《蒙田随笔集》、《帕斯卡尔思想录》  －－豆瓣团队",
        author: ["(法)蒙田"],
        pubdate: "2003-04第二版",
        tags: [
          {
            count: 155,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 145,
            name: "蒙田",
            title: "蒙田",
          },
          {
            count: 97,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 75,
            name: "法国",
            title: "法国",
          },
          {
            count: 53,
            name: "散文",
            title: "散文",
          },
          {
            count: 42,
            name: "帕斯卡尔",
            title: "帕斯卡尔",
          },
          {
            count: 41,
            name: "经典",
            title: "经典",
          },
          {
            count: 38,
            name: "外国文学",
            title: "外国文学",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1641077.jpg",
        binding: "平装",
        translator: ["何兆武"],
        catalog:
          "前言：十六世纪的现代人\n致读者\n一 论口才\n二 论撒谎\n三 论看待事物的方法\n四 论恐惧\n五 探究哲理就是学习死亡\n六 论习惯\n七 论学究气\n八 论对孩子的教育\n九 论友谊\n十 论节制\n十一 人生可笑又滑稽\n十二 人的行为变化无常\n十三 论饮酒\n……\n附录：蒙田年谱",
        pages: "291",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1641077.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1641077.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1641077.jpg",
        },
        alt: "https://book.douban.com/subject/1007891/",
        id: "1007891",
        publisher: "陕西师范大学出版社",
        isbn10: "7561323301",
        isbn13: "9787561323304",
        title: "帕斯卡尔思想录",
        url: "https://api.douban.com/v2/book/1007891",
        alt_title: "",
        author_intro:
          "帕斯卡尔尼法国17世纪最具大才的数学家、物理学家、哲学家。他在理论科学和实验科学两方面都做出了巨大贡献。几何学上的帕斯卡尔六边形定理、帕斯卡尔三角形，物理学上的帕斯卡尔定理等均是他的贡献。他还创制了世界上第一台计算机，制作了水银气压计。他同时还是概率论的创立人之一。\r\n  1670《帕斯卡尔思想录》一书在法国首版。该书以其论战的锋芒、思想的深遂以及文笔的流畅而成为世界思想文化史上的经典著作，对后世产生了深远影响，被认为是法国古典散文的奠基之作。它与《蒙田随笔集》（培根人生论》一起，被人们誉为欧洲近代哲理散文三大经典。\r\n    本书作者以其特有的揭示矛盾的方法，反复阐述了人在无限大与无限小两个极限之间的对立悖反，论证了人既崇高伟大又十分软弱无力这一悖论，天才地揭示了人国思想而伟大这一动人主题。",
        summary:
          "人类有史以来最佳图书\r\n  如果整个法国文学只能让我选择一部书留下，我还是会毫不犹豫地选择留下《思想录》，它是一个崇高的纯粹法国天才的标本。   \r\n                        ——［法］维克多·吉罗\r\n  正如他是一个伟大的文学家一样，他的书也是他自己的精神自传。\r\n                        ——［美］梭罗\r\n  帕斯卡尔是一位注定要被人们一代一代研究的作家，改变的并不是他自己，而是我们。并不是我们的知识增加了，而是我们对世界和对他的态度变化了。\r\n                        ——［美］Ｔ·Ｓ·艾略特\r\n  在这些不朽的争论者之中，只有帕斯卡尔留存到现在，因为只有他是一个天才，只有他还屹立在世界的废墟之上。   \r\n                        ——［法］伏尔泰\r\n  他之于法兰西、犹如析拉图之于希腊，但丁之于意大利，塞万提斯之于西班牙，莎士比亚之于英格兰。    \r\n                        ——［法］谢瓦里埃",
        price: "19.5",
      },
      {
        rating: {
          max: 10,
          numRaters: 1515,
          average: "8.7",
          min: 0,
        },
        subtitle: "散文、诗与画",
        author: ["[德]赫尔曼·黑塞"],
        pubdate: "2007-7",
        tags: [
          {
            count: 658,
            name: "黑塞",
            title: "黑塞",
          },
          {
            count: 444,
            name: "赫尔曼·黑塞",
            title: "赫尔曼·黑塞",
          },
          {
            count: 392,
            name: "德国",
            title: "德国",
          },
          {
            count: 374,
            name: "散文",
            title: "散文",
          },
          {
            count: 227,
            name: "堤挈诺之歌",
            title: "堤挈诺之歌",
          },
          {
            count: 217,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 206,
            name: "诗歌",
            title: "诗歌",
          },
          {
            count: 182,
            name: "德国文学",
            title: "德国文学",
          },
        ],
        origin_title:
          "Tessin: Betrachtungen, Gedichte und Aquarelle des Autors",
        image: "https://img9.doubanio.com/view/subject/m/public/s2623235.jpg",
        binding: "平装",
        translator: ["窦维仪"],
        catalog: "",
        pages: "253",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s2623235.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s2623235.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s2623235.jpg",
        },
        alt: "https://book.douban.com/subject/2165057/",
        id: "2165057",
        publisher: "上海世纪出版股份有限公司译文出版社",
        isbn10: "7532742334",
        isbn13: "9787532742332",
        title: "堤契诺之歌",
        url: "https://api.douban.com/v2/book/2165057",
        alt_title: "Tessin: Betrachtungen, Gedichte und Aquarelle des Autors",
        author_intro:
          "黑塞（1877-1962）是20世纪欧洲最有影响的小说家之一，诺贝尔文学奖获得者。他的创作生涯长达70年，作品覆盖面甚广，除了《在轮下》、《荒原狼》、《纳尔齐斯与歌尔德蒙》、《玻璃球游戏》等长篇小说外，也从未中断过中短篇及散文诗歌的创作，黑塞擅长以象征的艺术手法，从精神、心理方面，折射外界对人的心灵所造成的深刻刺痛，从而使作品的内在意义得以凝聚和升华。",
        summary:
          "《提契诺之歌》是黑塞作品中的精髓，它是一本散文、诗歌集，亦是作者对他在此之前所有作品的艺术理念、创作方法和哲学思想的归纳、总结和诠释，被许多专家和学者看做一把开启黑塞思想之门的钥匙。\n书中配有30余幅由作者本人绘制的水彩画和钢笔画，给作品增添了画龙点睛的作用。",
        series: {
          id: "566",
          title: "黑塞文集",
        },
        price: "33.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1524,
          average: "8.6",
          min: 0,
        },
        subtitle: "加缪散文集",
        author: ["（法）加缪"],
        pubdate: "1997-12",
        tags: [
          {
            count: 1024,
            name: "加缪",
            title: "加缪",
          },
          {
            count: 534,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 408,
            name: "散文",
            title: "散文",
          },
          {
            count: 297,
            name: "法国",
            title: "法国",
          },
          {
            count: 257,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 203,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 175,
            name: "法国文学",
            title: "法国文学",
          },
          {
            count: 167,
            name: "苦难与阳光",
            title: "苦难与阳光",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s2663668.jpg",
        binding: "平装",
        translator: ["杜小真/等"],
        catalog:
          "目录\n译者的话\n反与正\n讽刺\n不置可否\n灵魂之死\n生之爱\n反与正\n反叛者\n反叛者\n形而上学的反叛\n该隐的子孙们\n反叛的诗歌\n洛特雷阿蒙和平庸\n超现实主义和革命\n历史的反叛\n弑君\n新福音书\n处死国王\n品德的宗教\n恐怖时期\n反叛和艺术\n小说与反叛\n反叛与风格\n创造与革命\n反叛与谋杀\n虚无主义的谋杀\n历史的谋杀\n适度与过度\n正午的思想\n虚无主义之外\n",
        pages: "154",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s2663668.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s2663668.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s2663668.jpg",
        },
        alt: "https://book.douban.com/subject/1070246/",
        id: "1070246",
        publisher: "上海三联书店",
        isbn10: "7542611038",
        isbn13: "9787542611031",
        title: "置身于苦难与阳光之间",
        url: "https://api.douban.com/v2/book/1070246",
        alt_title: "",
        author_intro:
          "阿贝尔·加缪（1913-1960），法国小说家、戏剧家、评论家。出生于阿尔及利亚的蒙多维城，l岁时，父亲死于第一次世界大战，家境贫寒，靠奖学金读完中学，1933年起以半工半读的方式在阿尔及尔大学攻读哲学。毕业后从事过各种职业，青年时参加过共产党，后因不满党的某些政策被开除。二战期间来到法国，因《局外人》一书而成名。主要作品还有小说《鼠疫》、《堕落》，随笔《西西弗斯神话》等。1957年获诺贝尔文学奖，1960年1月因遇车祸辞世。",
        summary:
          "二战后法国有两位号称“精神领袖”的人物，一是萨特，一是加缪。加缪还被称为“法国的良心”，他的散文素以散淡、朴素又寓意深长著称。本书选录了《反与正》和《反叛者》的部分章节，都是人们研究加缪时必会提到的篇章。在《反与正》中，加缪以凝重的笔调回忆了自己的艰苦童年，他的思想的基本出发点在此已有清楚的表现。《反叛者》展开对人生更深入的探索，“光活着是不够的，还应该知道为什么活着”，他对人生提出的问题和思考，震动着无数人的心灵。",
        series: {
          id: "1429",
          title: "世界经典随笔系列",
        },
        price: "9.20",
      },
      {
        rating: {
          max: 10,
          numRaters: 773,
          average: "8.5",
          min: 0,
        },
        subtitle: "散文选编",
        author: ["[日] 川端康成"],
        pubdate: "2002-2",
        tags: [
          {
            count: 517,
            name: "川端康成",
            title: "川端康成",
          },
          {
            count: 232,
            name: "日本文学",
            title: "日本文学",
          },
          {
            count: 192,
            name: "散文",
            title: "散文",
          },
          {
            count: 183,
            name: "日本",
            title: "日本",
          },
          {
            count: 161,
            name: "花未眠",
            title: "花未眠",
          },
          {
            count: 90,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 60,
            name: "文学",
            title: "文学",
          },
          {
            count: 55,
            name: "外国文学",
            title: "外国文学",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1082017.jpg",
        binding: "平装",
        translator: ["叶渭渠"],
        catalog:
          "一 温泉通信\n二 燕子\n三 伊豆姑娘\n四 初秋山间的幻想\n五 南伊豆纪行\n六 土地和人的印象\n七 伊豆天城\n八 新东京名胜\n九 上野之春\n十 初秋四景\n十一 一个文人的感想\n十二 秋鸟\n十三 临终的眼\n十四 文学自传\n十五 纯真的声音\n……",
        pages: "226",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1082017.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1082017.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1082017.jpg",
        },
        alt: "https://book.douban.com/subject/1059378/",
        id: "1059378",
        publisher: "广西师范大学出版社",
        isbn10: "7563334394",
        isbn13: "9787563334391",
        title: "花未眠",
        url: "https://api.douban.com/v2/book/1059378",
        alt_title: "",
        author_intro:
          "川端康成（1899-1972），日本小说家，新感觉派代表作家之一。他的作品有印象主义色彩，意境新颖，同时由于受佛教影响较深，作品常带有消极悲观情调。代表作有《雪国》、《古都》、《睡美人》、《伊豆的舞女》等。川端康成获1968年诺贝尔文学奖，是继泰戈尔之后第二个获此项殊荣的东方作家。",
        summary:
          "收有“温泉通信”、“伊豆姑娘”、“初秋山间的幻想”、“土地和人的印象”、“临终的眼”、“话说信浓”、“我在美丽的日本”等散文。",
        series: {
          id: "3682",
          title: "川端康成文集",
        },
        price: "15.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 309,
          average: "7.8",
          min: 0,
        },
        subtitle: "余华经典散文",
        author: ["余华"],
        pubdate: "2019-6",
        tags: [
          {
            count: 159,
            name: "余华",
            title: "余华",
          },
          {
            count: 81,
            name: "散文",
            title: "散文",
          },
          {
            count: 49,
            name: "随笔散文杂文",
            title: "随笔散文杂文",
          },
          {
            count: 47,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 42,
            name: "人生",
            title: "人生",
          },
          {
            count: 32,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 30,
            name: "因为喜欢书，所以想看看！",
            title: "因为喜欢书，所以想看看！",
          },
          {
            count: 23,
            name: "活着",
            title: "活着",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s33314506.jpg",
        binding: "精装",
        translator: [],
        catalog:
          "第一辑 一个记忆回来了\n一个记忆回来了\t/003\n最初的岁月\t/013\n爸爸出差时\t/021\n可乐和酒\t/030\n医院里的童年\t/033\n恐惧与成长\t/040\n父子之战\t/046\n录像带电影\t/051\n十九年前的一次高考\t/055\n我的第一份工作\t/058\n纵论人生，纵论自我\t/064\n第二辑 文学·音乐·旅行\n我最初的阅读与写作 /087\n我的文学白日梦\t/094\n一个作家的力量\t/097\n关于回忆和回忆录  /101\n川端康成和卡夫卡的遗产 /104\n博尔赫斯的现实\t/109\n契诃夫的等待\t/122\n三岛由纪夫的写作与生活 /133\n我的书游荡世界的经历 /138\n音乐的叙述\t/144\n音乐影响了我的写作 /160\n灵 感\t/170\n色 彩\t/180\n在日本的细节里旅行 /193\n耶路撒冷 & 特拉维夫笔记 /198\n第三辑 我与这个时代\n一个国家，两个世界\t/207\n没有一种生活是可惜的\t/210\n没有一条道路是重复的\t/217\n别人的城市\t/220\n我与东亚\t/222\n我们生活在巨大的差距里\t/230",
        ebook_url: "https://read.douban.com/ebook/149418754/",
        pages: "",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s33314506.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s33314506.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s33314506.jpg",
        },
        alt: "https://book.douban.com/subject/33444357/",
        id: "33444357",
        publisher: "陕西师范大学出版社",
        isbn10: "7569506154",
        isbn13: "9787569506150",
        title: "没有一种生活是可惜的",
        url: "https://api.douban.com/v2/book/33444357",
        alt_title: "",
        author_intro:
          "余华，1960年4月出生， 1983年开始写作。\n主要作品有《活着》《许三观卖血记》《在细雨中呼喊》《兄弟》《第七天》。\n作品被翻译成35种语言，在美国、英国、法国、德国、意大利、日本等37个国家和地区出版。\n曾获法国文学和艺术骑士勋章，法国国际信使外国小说奖，意大利朱塞佩·阿切尔比国际文学奖等荣誉。",
        summary:
          "一本书读懂一位作家，一系列阅尽当代散文精华。\n新华经典散文文库之余华——《没有一种生活是可惜的》\n-\n身处荒诞的世界\n我们都该读读余华！\n-\n如果说余华的小说是享誉世界的伟大作品\n那么散文则更加体现了他的艺术思想\n最接近现实生活中的余华\n-\n本书是余华的散文作品集。分为“一个记忆回来了”“文学·音乐·旅行”“活着，为了讲述”三大章节，包含对往事的追忆与深思，对文学和音乐的独到见解，旅行中的所见所闻所感，以及对整个社会和历史的反省。\n正如余华所说：“这就是我的写作，从中国人的日常生活出发，经过政治、历史、经济、社会、体育、文化、情感、欲望、隐私等等，然后再回到中国人的日常生活之中。\n-\n【编辑推荐】\n★《活着》之后，余华再论人生与自我\n★ 回顾与思考三十余年创作历程\n★ 从文学到社会，从过去到未来",
        ebook_price: "30.99",
        series: {
          id: "48009",
          title: "新华经典散文文库",
        },
        price: "59.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 3461,
          average: "8.4",
          min: 0,
        },
        subtitle: "北岛散文集",
        author: ["北岛"],
        pubdate: "2004-10",
        tags: [
          {
            count: 1653,
            name: "北岛",
            title: "北岛",
          },
          {
            count: 1032,
            name: "散文",
            title: "散文",
          },
          {
            count: 478,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 272,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 248,
            name: "诗人",
            title: "诗人",
          },
          {
            count: 184,
            name: "文学",
            title: "文学",
          },
          {
            count: 175,
            name: "中国",
            title: "中国",
          },
          {
            count: 138,
            name: "诗歌",
            title: "诗歌",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s1134203.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "自序\n第一辑 空山\n艾伦•金斯堡\n诗人之死\n盖瑞•施耐德\n纽约骑士\n克雷顿和卡柔\n异乡人迈克\n上帝的中国儿子\n约翰和安\n美国房东\n帕斯\n蓝房子\n空山\n鲍尔•博鲁姆\n布莱顿•布莱顿巴赫\n依萨卡庄园的主人\n马丁国王\n第二辑 如果天空不死\n彭刚\n波兰来客\n胡金铨导演\n单线联络\n师傅\n芥末\n如果天空不死\n怪人家楷\n刘伯伯\n第三辑 乌鸦\n乌鸦\n猫的故事\n女儿\n夏天\n纽约一日\n后院\n乡下老鼠\n午餐\n杜伦\n搬家记\n开车记\n赌博记\n朗诵记\n饮酒记\n第四辑 他乡的天空\n南非行\n午夜之门\n巴黎故事\n卡夫卡的布拉格\n纽约变奏\n他乡的天空\n附录\n游历，中文是我惟一的行李\n北岛创作年表",
        pages: "295",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s1134203.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s1134203.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s1134203.jpg",
        },
        alt: "https://book.douban.com/subject/1008732/",
        id: "1008732",
        publisher: "汕头大学出版社",
        isbn10: "7810368710",
        isbn13: "9787810368711",
        title: "失败之书",
        url: "https://api.douban.com/v2/book/1008732",
        alt_title: "失败之书",
        author_intro:
          "原名赵振开，祖籍浙江湖州，生于北京。1969年当建筑工人，后在某公司工作。80年代末移居国外。著有诗集《太阳城札记》、 《北岛诗选》、《北岛顾城 诗选》等。\n北岛的诗歌创作开始于十年动乱后期，反映了从迷惘到觉醒的一代青年的心声， 十年动乱的荒诞现实，造成了诗人独特的冷抒情”的方式――出奇的冷静和深刻的思辨性。他在冷静的观察中，发现了“那从蝇眼中分裂的世界”如何造成人的价值的全面崩溃、人性的扭曲和异化。他想“通过作品建立一个自己的世界，这是一个真诚而独特的世界，正直的世界，正义和人性的世界。” 在这个世界中，北岛建立了自己的“理性法庭”，以理性和人性为准绳，重新确定人的价值，恢复人的本性；悼念烈士，审判刽子手；嘲讽怪异和异化的世界，反思历史和现实；呼唤人性的富贵，寻找“生命的湖”和红帆船”。清醒的思辨与直觉思维产生的隐喻、象征意象相结合，是北岛诗显著的艺术特征，具有高度概括力的悖论式警句，造成了北岛诗独有的振聋发聩的艺术力量。",
        summary:
          "《失败之书》是诗人北岛的散文集，这本散文是诗人在流浪的路上的一些采撷。诗人北岛说，散文和漂泊之间，按时髦的说法，有一种互文关系：散文是文字中的漂泊，而漂泊是地理与社会意义上的书写。在一九八九年到一九九三四年间，他曾住过七个国家，搬了十五次家，这就是一种散文语境。北岛自80年代末移居国外后，就开始了其漂泊的一生，在流浪中不断进行创作……",
        price: "28.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 1592,
          average: "8.2",
          min: 0,
        },
        subtitle: "",
        author: ["林清玄"],
        pubdate: "2013-4",
        tags: [
          {
            count: 441,
            name: "林清玄",
            title: "林清玄",
          },
          {
            count: 397,
            name: "散文",
            title: "散文",
          },
          {
            count: 188,
            name: "文学",
            title: "文学",
          },
          {
            count: 166,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 160,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 158,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 125,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 112,
            name: "灵修",
            title: "灵修",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s25616816.jpg",
        binding: "平装",
        translator: ["有2017年8月23印本"],
        catalog:
          "一 温一壶月光下酒\n月光下的喇叭手\n负琴盲翁\n家家有明月清风\n无关风月\n温一壶月光下酒\n我似昔人，不是昔人\n以水为师\n光之四书\n两只松鼠\n屋顶上的田园\n卷帘\n无灾无难到公卿\n二 黄玫瑰的心\n发芽的心情\n青山白发\n娘子坑的午宴\n忘情花的滋味\n一杯蜜是炼过几只蜂的\n生命的酸甜苦辣\n生平一瓣香\n深香默默\n黄玫瑰的心\n买了半山百合\n石上栽华\n正向时刻\n三 吾心似秋月\n三生石上旧精魂\n吾心似秋月\n佛鼓\n召集有缘人的钟声\n步步起清风\n去做人间雨\n水晶石与白莲花\n一味\n达摩茶杯\n在名利的海上航行\n一心一境\n送一轮明月给他\n四 白雪少年\n红心番薯\n飞入芒花\n在梦的远方\n过火\n家有香樟树\n银合欢\n翡翠莲雾\n白雪少年\n我唯一的松鼠\n仙堂戏院\n悬崖边的树\n兵卒无河\n五 星落尼罗河\n岁月的灯火都睡了\n芳香百里馨\n星落尼罗河\n卢桑夜船\n威尼斯船夫\n敏感的花",
        pages: "281",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s25616816.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s25616816.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s25616816.jpg",
        },
        alt: "https://book.douban.com/subject/21363319/",
        id: "21363319",
        publisher: "长江文艺出版社",
        isbn10: "7535461409",
        isbn13: "9787535461407",
        title: "林清玄散文精选",
        url: "https://api.douban.com/v2/book/21363319",
        alt_title: "",
        author_intro:
          "林清玄，台湾高雄人，著名散文家，连续十年雄踞 “台湾十大畅销书作家”榜单， 被\n誉为“当代散文八大家”之一。\n17岁开始发表作品；20岁出版第一本书；30岁前得遍台湾所有文学大奖；35岁入山修行后写成的“身心安顿系列”，是20世纪90年代台湾最畅销的作品；40岁完成“菩提系列”，畅销数百万册，是当代最具影响力的作品之一。\n他的文章曾多次入选大陆、中国台湾、中国香港和新加坡中小学华语教材及大学国文选，还曾被收入大陆高考语文试卷，是国际华文世界被广泛阅读的作家。",
        summary:
          "在林清玄的创作生涯中，除了后期最负盛名的“菩提系列”十书，其早期的散文作品，也因文笔清丽、情感醇厚，而深受读者欢迎，屡获台湾各项文学大奖。\n因此，本书除精选“菩提系列”十书中的经典篇目外，还收录了林清玄早期的散文代表作，如《温一壶月光下酒》、《白雪少年》、《在梦的远方》等。\n本书亦收录了深受青少年读者喜爱的《红心番薯》、《光之四书》（《光之香》一节入选全国高考语文试卷）等，以期在给成年读者带来安宁与回忆的同时，也给青少年读者向上的力量。\n让我们以本书作舟，与林先生一起，“循着时光的河流向上游前进，两岸花树宛然，群山微风依稀，好像重活了一次。”",
        price: "28.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 946,
          average: "8.9",
          min: 0,
        },
        subtitle: "“五四”最美的散文",
        author: ["梁遇春"],
        pubdate: "2005-1",
        tags: [
          {
            count: 412,
            name: "梁遇春",
            title: "梁遇春",
          },
          {
            count: 345,
            name: "散文",
            title: "散文",
          },
          {
            count: 168,
            name: "春醪集",
            title: "春醪集",
          },
          {
            count: 129,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 117,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 84,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 80,
            name: "现代文学",
            title: "现代文学",
          },
          {
            count: 71,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s1319014.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "一 春醪集\n序\n1 讲演\n2 寄给一个失恋人的信（一）\n3 醉中梦话（一）\n4 “还我头来”及其他\n5 人死观\n6 查理斯・兰姆评传\n……\n二 泪与笑\n……\n附 论麻雀与扑克\n",
        pages: "224",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s1319014.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s1319014.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s1319014.jpg",
        },
        alt: "https://book.douban.com/subject/1220904/",
        id: "1220904",
        publisher: "新世界出版社",
        isbn10: "7801875354",
        isbn13: "9787801875358",
        title: "春醪集",
        url: "https://api.douban.com/v2/book/1220904",
        alt_title: "",
        author_intro: "",
        summary:
          "现代中国散文的奇异之作，深得英国小品文神髓。从现在的眼光来看，梁遇春的作品依然无出其右，他的写作风格在当代并无传人，坊间许多的所谓的随笔基本上是形似而神不似。也许那个时代已经一去不复返了。 \n梁遇春（1906-1932）是个短命的文学天才，在这个世上他仅仅活了短短的28年。他留下来的作品并不多，除了二十余种外国文学作品译著外，他自己的文字主要就是本这本书了，这也是他《春醪集》和《泪与笑》两个小册子的集合。是作者用情感、学识和思想酝酿而成的春醪。废名普说过：“他的文思如星珠串天，稍纵即逝”。在文中，他谈读书，论学问，聊爱情，议朋友，引经据典，而毫不迂腐唠叨，是纯粹文学的议论，也属于文人的清谈。在小册子中，我们看到的作者是如此热爱生命、赞美人生的，他对待这个美与丑、善与恶、正与邪交织在一起的世界并没有用“拍案而起”的态度来批判，而是一种冷漠而鄙夷的方式揭露。",
        price: "22.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1741,
          average: "7.5",
          min: 0,
        },
        subtitle: "王开岭散文随笔自选集",
        author: ["王开岭"],
        pubdate: "2009-1",
        tags: [
          {
            count: 392,
            name: "王开岭",
            title: "王开岭",
          },
          {
            count: 240,
            name: "散文",
            title: "散文",
          },
          {
            count: 187,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 184,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 156,
            name: "思想",
            title: "思想",
          },
          {
            count: 141,
            name: "思想启蒙",
            title: "思想启蒙",
          },
          {
            count: 125,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 104,
            name: "思考",
            title: "思考",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s3735056.jpg",
        binding: "",
        translator: [],
        catalog:
          "序言  阅读的盛宴第一辑  灵魂的萤火  精神明亮的人  当她十八岁的时候  向儿童学习  从生命到罐头  远行笔记(四章)  两千年前的闪击  雪白  残片  被占领的人  向死而生  永远的邓丽君  女子如雪  《罗马假日》：对无精打采生活的精彩背叛  蓝湖  俄罗斯课本  女人，喜欢你的作品吗  生活在别处  谈谈墓地，谈谈生命第二辑  大地的忧郁  我们无处安放的哀伤  人类如何消费星空  古典之殇  仰望：一种精神姿势  一个房奴的精神大字报  白衣人：当一个痛苦的人来见你  大地伦理(四章)  鹿的穷途  森林被杀害，童话被杀害  麻雀，对不起  依据不足的“热爱生活”  “恐龙胃”与“物理人生”  为什么不让她们活下去  打捞悲剧中的“个”  一个非教徒的信仰絮语  对“快感”的蹙眉与微笑  对“异想天开”的隆重表彰  东西方文化下的资产观第三辑  精神路标  决不向一个提裤子的人开枪  女性气质  请想一想华盛顿……  战俘的荣誉  一个人的遭遇  是“国家”错了  梁漱溟：一只自由主义牛虻  我们能发出那个声音吗  “我比你们中任何一个更爱自己的国家”  “你有权保持沉默”  “坐着”的雕像  权利的傲慢  美国的宗教面包  英雄的最后  影子的道路  独裁者的性命之忧  为何我们没有自己的“大师级”第四辑  深夜翻书  当你老了，头白了……  爬满心墙的蔷薇  有毒的情人  《鼠疫》：保卫生活的故事  亲爱的灯光——怀念别林斯基文学小组札记  关于语言可以杀人  一本真正的书让人“害怕”  杀人的世界观和方法论  等待黑暗，等待光明  “然而我认识他，这多么好啊”后记  我在,我们很近",
        pages: "327",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s3735056.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s3735056.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s3735056.jpg",
        },
        alt: "https://book.douban.com/subject/3651646/",
        id: "3651646",
        publisher: "书海出版社",
        isbn10: "7805508208",
        isbn13: "9787805508207",
        title: "精神明亮的人",
        url: "https://api.douban.com/v2/book/3651646",
        alt_title: "",
        author_intro:
          "王开岭，1969年生，祖籍山东滕州。著有：《激动的舌头》《黑暗中的锐角》《跟随勇敢的心》《精神自治》等散文和思想随笔集。\n作品被录入数百种国内外选集和大中学教材，入选多届中国散文排行榜。现居北京，从事写作和媒体策划，任央视新闻频道《社会记录》《新闻会客厅》等栏目指导。",
        summary:
          "本书收入王开岭最具标志性的诗性散文和思想随笔。在思想界，他被誉为新生代的旗帜人物：在文学界，他被视为优美的灵魂书写者。其作品大量涌现在各类文选、年度排行榜、大(中)学语文读本和(中)高考试题中，被很多校园师生公荐为“精神启蒙书”和“美文鉴赏书”。",
        price: "35.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 334,
          average: "8.6",
          min: 0,
        },
        subtitle: "汪曾祺散文精选集",
        author: ["汪曾祺"],
        pubdate: "2019-4",
        tags: [
          {
            count: 104,
            name: "汪曾祺",
            title: "汪曾祺",
          },
          {
            count: 76,
            name: "散文",
            title: "散文",
          },
          {
            count: 60,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 36,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 23,
            name: "看透人心~",
            title: "看透人心~",
          },
          {
            count: 23,
            name: "文学大家",
            title: "文学大家",
          },
          {
            count: 22,
            name: "中国",
            title: "中国",
          },
          {
            count: 20,
            name: "非常期待",
            title: "非常期待",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s32295641.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "万事有心\n在平淡的生活中，发现世间的妙趣与美好。\n002 书画自娱\n005 自得其乐\n014 看画\n019 写字\n024 谈读杂书\n026 听遛鸟人谈戏\n031 学谈常话\n036 贴秋膘\n040 岁朝清供\n043 甓射珠光\n046 昆明的雨\n051 礼拜天的早晨\n057 四方食事\n067 故乡的食物\n084 肉食者不鄙\n090 手把肉\n095 人间草木\n101 北京的秋花\n107 夏天的昆虫\n110 菌小谱\n116 阴城\n118 风景\n人间有味\n不管在什么环境下，永远不消沉沮丧，无机心，少俗虑。\n128 随遇而安\n142 无事此静坐\n145 旧病杂忆\n154 七十书怀\n161 晚年\n164 鉴赏家\n174 大妈们\n179 和尚\n185 一技\n188 闹市闲民\n191 吴大和尚和七拳半\n195 多年父子成兄弟\n200 大莲姐姐\n203 名优逸事\n210 金岳霖先生\n216 沈从文先生在西南联大\n226 生机\n233 沽源\n238 牌坊\n240 三圣庵\n243 白马庙\n246 炸弹和冰糖莲子",
        pages: "256",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s32295641.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s32295641.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s32295641.jpg",
        },
        alt: "https://book.douban.com/subject/33415839/",
        id: "33415839",
        publisher: "中国友谊出版公司",
        isbn10: "7505747061",
        isbn13: "9787505747067",
        title: "万事有心，人间有味",
        url: "https://api.douban.com/v2/book/33415839",
        alt_title: "",
        author_intro:
          "汪曾祺（1920-1997），江苏高邮人。中国当代著名作家、散文家、小说家、戏剧家，京派作家的代表人物，师从沈从文。他的文字干净而传神，淡泊通透，如话家常，无不透露着他对生活细致入微的体察与含情脉脉的打量。这位可爱的老人如一股清流，温暖人心——不管遇到什么境况，永远不消沉沮丧，始终守护心中的热情和生机，少俗虑，不悲观，兴致盎然地活着。",
        summary:
          "本书是汪曾祺先生的散文精选集，特别收录入选初、高中语文教材以及高考辅助阅读的《端午的鸭蛋》《金岳霖先生》《北京的秋花》等经典篇目，一本书阅尽汪曾祺的散文精品。\n汪老先生写字、画画、做饭，把普通的日常活得有情、有趣、有味，并把他对生活的热爱通过一字一句传达给世人——生活是美好的，人是有诗意的。\n透过汪曾祺的独特视角，生活里每一处细小的平凡都变得美丽灿烂。",
        price: "42元",
      },
      {
        rating: {
          max: 10,
          numRaters: 782,
          average: "8.6",
          min: 0,
        },
        subtitle: "丰子恺散文漫画精选集",
        author: ["丰子恺"],
        pubdate: "2017-7-6",
        tags: [
          {
            count: 987,
            name: "丰子恺",
            title: "丰子恺",
          },
          {
            count: 527,
            name: "此生多珍重",
            title: "此生多珍重",
          },
          {
            count: 423,
            name: "散文",
            title: "散文",
          },
          {
            count: 381,
            name: "我想读这本书",
            title: "我想读这本书",
          },
          {
            count: 317,
            name: "漫画",
            title: "漫画",
          },
          {
            count: 257,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 222,
            name: "文学",
            title: "文学",
          },
          {
            count: 194,
            name: "经典",
            title: "经典",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s29483420.jpg",
        binding: "精装",
        translator: [],
        catalog:
          "第一部分 此生多珍重\n送阿宝出黄金时代\n阿难\n儿女\n作父亲\n中举人\n静观人生\n爱子之心\n学画回忆\n旧话\n吃酒\n第二部分 故人依旧\n怀李叔同先生\n悼夏丏尊先生\n访梅兰芳\n忆弟\n菊林\n阿庆\n第三部分 一花一世界\n梧桐树\n车厢社会\n野外理发师\n敬礼\n西湖春游\n黄山松\n暂时脱离尘世\n塘栖\n纳凉闲话\n第四部分 艺术人生\n我的苦学经验\n我的漫画\n艺术三昧\n自然\n剪网\n《子恺漫画选》自序\n图画与人生\n第五部分 世间真相\n两个“？”\n大人\n无常之恸\n荣辱\n宴会之苦\n旧上海\n元帅菩萨\n清明",
        pages: "256",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s29483420.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s29483420.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s29483420.jpg",
        },
        alt: "https://book.douban.com/subject/27077687/",
        id: "27077687",
        publisher: "天地出版社",
        isbn10: "7545528220",
        isbn13: "9787545528220",
        title: "此生多珍重",
        url: "https://api.douban.com/v2/book/27077687",
        alt_title: "",
        author_intro:
          "丰子恺，画家、散文家，卓有成就的文艺大师。师从弘一法师，学贯中西。朱自清、郁达夫、巴金、叶圣陶、林清玄，对其文章和漫画赞誉有加。日本汉学家吉川幸次郎则说，丰子恺是最中国的中国人。他的散文兼有平易纯朴之风、宽仁隽永之意和童真天然之趣，是现代文学中备受推崇的佳品，多次被选入学生教材，作语文教育典范。漫画幽默风趣，流传广泛，深受人们的喜爱，争相收藏。",
        summary:
          "本书就是关于文艺大师丰子恺的经典散文的漫画本，将他的散文和漫画一并呈现给读者，会使读者大呼过瘾，而且本书是经其女儿丰一吟授权的版本，全面收录了《弘一大师》《送阿宝告别孩提时代》等40篇经典佳作，一本书可以阅尽丰子恺的散文精华。书中的漫画都是原版复制，典雅可爱，且采用特种纸印刷，色彩雅致，触感温润，可堪赏玩，体现了一种有趣、 有心、有情的人生哲学。在心情低谷时翻看，能给人以温暖；在处于顺境时闲读，又像一阵清风，能使我们头脑保持清醒。",
        series: {
          id: "43797",
          title: "丰子恺散文漫画精品集“珍重此生”系列",
        },
        price: "49.80",
      },
      {
        rating: {
          max: 10,
          numRaters: 368,
          average: "9.3",
          min: 0,
        },
        subtitle: "余光中散文精品选",
        author: ["余光中", "林辛 编"],
        pubdate: "1994",
        tags: [
          {
            count: 233,
            name: "余光中",
            title: "余光中",
          },
          {
            count: 189,
            name: "散文",
            title: "散文",
          },
          {
            count: 89,
            name: "文学",
            title: "文学",
          },
          {
            count: 80,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 71,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 59,
            name: "经典",
            title: "经典",
          },
          {
            count: 48,
            name: "文化",
            title: "文化",
          },
          {
            count: 41,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s27273298.jpg",
        binding: "",
        translator: [],
        catalog: "",
        pages: "",
        images: {
          small:
            "https://img1.doubanio.com/view/subject/s/public/s27273298.jpg",
          large:
            "https://img1.doubanio.com/view/subject/l/public/s27273298.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s27273298.jpg",
        },
        alt: "https://book.douban.com/subject/2054019/",
        id: "2054019",
        publisher: "山东文艺出版社",
        isbn10: "7532912140",
        isbn13: "9787532912148",
        title: "听听那冷雨",
        url: "https://api.douban.com/v2/book/2054019",
        alt_title: "",
        author_intro: "",
        summary: "",
        price: "9.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 579,
          average: "8.8",
          min: 0,
        },
        subtitle: "散文、诗与画",
        author: ["[德]赫尔曼·黑塞"],
        pubdate: "2011-6",
        tags: [
          {
            count: 266,
            name: "赫尔曼·黑塞",
            title: "赫尔曼·黑塞",
          },
          {
            count: 141,
            name: "散文",
            title: "散文",
          },
          {
            count: 106,
            name: "德国",
            title: "德国",
          },
          {
            count: 86,
            name: "黑塞",
            title: "黑塞",
          },
          {
            count: 85,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 80,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 76,
            name: "德国文学",
            title: "德国文学",
          },
          {
            count: 75,
            name: "诗歌",
            title: "诗歌",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s6523641.jpg",
        binding: "",
        translator: ["窦维仪"],
        catalog: "",
        ebook_url: "https://read.douban.com/ebook/9063608/",
        pages: "254",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s6523641.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s6523641.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s6523641.jpg",
        },
        alt: "https://book.douban.com/subject/6509470/",
        id: "6509470",
        publisher: "上海译文出版社",
        isbn10: "7532754286",
        isbn13: "9787532754281",
        title: "堤契诺之歌",
        url: "https://api.douban.com/v2/book/6509470",
        alt_title: "",
        author_intro:
          "赫尔曼·黑塞（Hesse Hermann，1877-1962），原籍德国，1923年入瑞士籍,以后长期在瑞士隐居乡间。他被称为德国浪漫派最后一位骑士，其代表作《荒原狼》（1927）曾轰动欧美，被托马斯·曼誉为德国的《尤利西斯》。1946年，“由于他的富于灵感的作品具有遒劲的气势和洞察力，也为崇高的人道主义理想和高尚风格提供了一个范例”，获诺贝尔文学奖。",
        summary:
          "本书作者黑塞（1877-1962）是20世纪欧洲最有影响的小说家之一，也是全世界范围内最受欢迎、影响最大、拥有读者和研究者最多的作家，他的作品已被译成53种语言，742种译本，总发行量达3000多万册，其中德文版600多万册，仅占五分之一，其余2400万册为各种文字的外文版。全世界研究黑塞及其作品的专著达50余种，博士论文2000多篇，刊登在各种报刊杂志上的介绍黑塞及其作品的文章有5000多篇。\n黑塞的作品能在各个不同的历史时期、各个不同的国家和民族中引起共鸣，是因为他的作品可读性强，反映的内容具有多元性，在承继西方人文主义传统思想的同时，又将东方的文化和哲学思想揉合其中。\n\n本书《堤契诺之歌》可以说是黑塞作品的精髓，它是一本散文、诗歌集，亦是作者对他在此之前所有作品的艺术理念、创作方法和哲学思想的归纳、总结和诠释，被许多专家和学者看作是一把开启黑塞思想之门的钥匙。\n书中配有30余幅由作者本人绘制的水彩画和钢笔画，这给作品增添了画龙点睛的作用。",
        ebook_price: "9.99",
        series: {
          id: "8148",
          title: "黑塞文集（精装）",
        },
        price: "32.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 128,
          average: "9.0",
          min: 0,
        },
        subtitle: "萧红散文选",
        author: ["萧红"],
        pubdate: "2019-8-20",
        tags: [
          {
            count: 48,
            name: "萧红",
            title: "萧红",
          },
          {
            count: 25,
            name: "散文",
            title: "散文",
          },
          {
            count: 19,
            name: "散文集",
            title: "散文集",
          },
          {
            count: 12,
            name: "现当代文学",
            title: "现当代文学",
          },
          {
            count: 12,
            name: "中国现代文学",
            title: "中国现代文学",
          },
          {
            count: 11,
            name: "中国",
            title: "中国",
          },
          {
            count: 7,
            name: "文学",
            title: "文学",
          },
          {
            count: 6,
            name: "随笔·散文",
            title: "随笔·散文",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s33461945.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "弃儿\n中秋节\n祖父死了的时候\n黑夜\n三个无聊人\n初冬\n欧罗巴旅馆\n雪天\n他去追求职业\n家庭教师\n来客\n提篮者\n饿\n搬家\n最末的一块木柈\n黑列巴和白盐\n度日\n飞雪\n他的上唇挂霜了\n当铺\n借\n买皮帽\n广告员的梦想\n新识\n牵牛房\n十元钞票\n同命运的小鱼\n几个欢快的日子\n女教师\n春意挂上了树梢\n小偷车夫和老头\n公园\n夏夜\n家庭教师是强盗\n册子\n剧团\n白面孔\n又是冬天\n门前的黑影\n决意\n一个南方的姑娘\n生人\n又是春天\n患病\n十三天\n拍卖家具\n最后的一个星期\n访问\n女子装饰的心理\n索非亚的愁苦\n孤独的生活\n感情的碎片\n永久的憧憬和追求\n鲁迅先生记(一)\n鲁迅先生记(二 )\n《大地的女儿》与《动乱时代》\n寄东北流亡者\n长安寺\n回忆鲁迅先生\n九一八致弟弟书",
        ebook_url: "https://read.douban.com/ebook/122907896/",
        pages: "272",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s33461945.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s33461945.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s33461945.jpg",
        },
        alt: "https://book.douban.com/subject/34800741/",
        id: "34800741",
        publisher: "江西人民出版社",
        isbn10: "7210114416",
        isbn13: "9787210114413",
        title: "商市街",
        url: "https://api.douban.com/v2/book/34800741",
        alt_title: "",
        author_intro:
          "萧红，原名张廼莹\n1911年6月1日出生于哈尔滨市呼兰河区\n1942年萧红病逝于香港浅水湾，年仅31岁\n中国近现代女作家、民国四大才女之一，被誉为20世纪30年代文学洛神\n萧红23岁踏进文坛，凭借《生死场》一举成名\n鲁迅称赞她是“中国当代最有前途的女作家”\n茅盾、夏志清等都对萧红大加赞赏\n萧红一生情路坎坷，但从未放弃对自由和爱的渴望与追求。",
        summary:
          "萧红散文精选\n萧红研究会特别推荐阅读版本\n完整收录1936年初版《商市街》41篇散文，另选录19篇萧红不同时期散文代表作\n所选篇目均采用初版本及初刊本文字，原汁原味保留萧红风格\n精选萧红人生重要阶段高清照片，珍藏纪念版\n萧红转型作品，独创介于散文、小说、自传之间的文体， 风格由此走向成 熟\n随书附赠萧红版画小像，适合纪念和收藏\n平装双封套，印金+烫金工艺，完美呈现经典品质内容\n本书完整收录 1936年文化生活出版社初版的《商市街》41篇散文，另选录19篇萧红不同时期的散文代表作品，如《纪念鲁迅先生》《长安寺》《寄东北流亡者》以及萧红写给自己弟弟的《九一八致弟弟书》。\n所选篇目很多记录了萧红与萧军生活在一起时贫困潦倒而又快乐的生活，自传性很强，是了解萧红生活的最佳入口。整体风格有很强的的社会风情画特点，语言精练、质朴，情感真挚，可读性非常强。",
        ebook_price: "9.99",
        series: {
          id: "49067",
          title: "萧红作品集（萧红研究会推荐版）",
        },
        price: "42",
      },
      {
        rating: {
          max: 10,
          numRaters: 3429,
          average: "8.2",
          min: 0,
        },
        subtitle: "",
        author: ["周国平"],
        pubdate: "1999-11",
        tags: [
          {
            count: 1280,
            name: "周国平",
            title: "周国平",
          },
          {
            count: 674,
            name: "散文",
            title: "散文",
          },
          {
            count: 548,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 431,
            name: "守望的距离",
            title: "守望的距离",
          },
          {
            count: 287,
            name: "思考",
            title: "思考",
          },
          {
            count: 240,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 216,
            name: "人生",
            title: "人生",
          },
          {
            count: 154,
            name: "散文随笔",
            title: "散文随笔",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s10431044.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "序\n第一辑  存在之谜\n未经省察的人生没有价值\n幸福的悖论\n每个人都是一个宇宙\n失去的岁月\n自我二重奏\n探究存在之谜\n永远未完成\n第二辑  未知死焉知生\n悲观·执著·超脱\n思考死：有意义的徙劳生命的苦恼和创造的欢欣\n海德格尔的死亡观\n沉重的轻：虚无与偶然\n父亲的死<b\n",
        pages: "433",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s10431044.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s10431044.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s10431044.jpg",
        },
        alt: "https://book.douban.com/subject/1004318/",
        id: "1004318",
        publisher: "东方出版社",
        isbn10: "7506006758",
        isbn13: "9787506006750",
        title: "守望的距离：周国平散文集",
        url: "https://api.douban.com/v2/book/1004318",
        alt_title: "",
        author_intro:
          "周国平：中国社会科学院哲学研究所研究员，哲学博士。著有学术专著《尼采：在世纪的转折点上》、《尼采于形而上学》，随感集《人于永恒》，散文集《只有一个人生》、《今天我活着》、《迷者的悟》、《守望的距离》、《各自的朝圣路》，纪世作品《妞妞：一个父亲的札记》等，1998年底以前作品结集为《周国平文集》（1-6卷），译有《尼采美学文选》、《尼采诗集》等。",
        summary:
          "迄今为止，我的散文出过不同的版本和选本。其中，有三种是按时间顺序的完整结集，即：东方出版社1996年6月出版的《守望的距离》，收集了1983年至1995年4月的散文；东方出版社1999年10月出版的《各自的朝圣路》，收集了1995年4月至1998年的散文；北岳文艺出版社2002年10月出版的《安静》，收集了1999年至2002年8月的散文。这三种可视为其他所有版本和选本的母本，有了它们，就有了我将近二十年间所发表的几乎全部散文。\n在与原出版社的合约期内，在未作任何宣传的情形下，本书在五年中印行了71000册，我对这个成绩深表满意和感谢。现在，在合约到期以后，我把本书略做修订，重新出版。所做的修订有三。其一，在初版时，匆忙交稿，许多文章是从原发表刊物上剪贴的，其中有一些不免被那些刊物的编辑做了删改，此次均按原稿予以恢复。其二，由于《妞妞——一个父亲的札记》一书已出版，删去了从中摘录的文字。其三，增补了当时遗漏的若干文章。\n在我的生命中，本书写作的那十余年真是一段特殊而重要的岁月。那时候，我刚读完研究生，以接近不惑的年龄迎来了迟到的青春，身上有使不完的劲，一切都仿佛正在开始，要在哲学的事业上有一番作为。然而，也是在此期间，在我的生活中发生了一连串意想不到的变故。回想起来，也许正是那些变故迫使我暂时搁下我的学术计划，而把更多的精力用来思考令我困惑的人生难题，表面看来，这好像是一个外力把我从一条轨道上撞到了另一条轨道上。可是，我因此脱离哲学的轨道了吗？我相信没有。在我迄今为止的全部生涯中，再也找不出这样一个时候，我从哲学那里获得了如此有益的帮助，为此我对哲学满怀感激。\n本书中的文字大多写于一二十年前，可以称作旧文了。令我欣慰的是，仍有读者喜欢这些文字，包括在那之后成长起来的一茬茬可爱的青年读者。在这个喧闹的时代，如我平凡之辈，所写的东西在一二十年后还有人读，很应该知足了。但我不会因此沾沾自喜，因为我心里明白，我的作品决无传世的资格。我仅相信一点：一个人唯有真正为自己写作，他的作品才会有比较长久的生命力。今后我无论学术著作还是文学作品，都仍要坚持这个原则。为自己写作，也就是为每一个与自己面临和思考着同样问题的人写作，这是我所能想象的为人类写作的唯一可能的方式。",
        price: "23.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 978,
          average: "7.4",
          min: 0,
        },
        subtitle: "从安妮宝贝到庆山 全新散文集",
        author: ["庆山"],
        pubdate: "2018-6",
        tags: [
          {
            count: 206,
            name: "庆山",
            title: "庆山",
          },
          {
            count: 189,
            name: "散文",
            title: "散文",
          },
          {
            count: 164,
            name: "安妮宝贝",
            title: "安妮宝贝",
          },
          {
            count: 143,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 67,
            name: "文学",
            title: "文学",
          },
          {
            count: 49,
            name: "自我提升",
            title: "自我提升",
          },
          {
            count: 42,
            name: "日记",
            title: "日记",
          },
          {
            count: 36,
            name: "阅读",
            title: "阅读",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s29794500.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "三月/ March\n我觉得做一个善良，沉着，真实的人，已经是很富有了。\n四月/ April\n心愿需要接受考验。真正面对时就需要抉择的胆识和接受的勇气。真的经历事情才会真正产生内在力量。\n五月/ May\n一天若是从美丽且良善的事情开始，生命会相对地充满美丽和良善。\n六月/ June\n在有限的时间里，把自己觉得有价值有意义的事情完成，这是对生命负责，不浪费时间。\n七月/ July\n只愿在时间中慢慢成为单纯的人。\n八月/ August\n善和大美像静水流深，终究涤荡人心。\n九月/ September\n不妨认真体会和感受所遇见的任何人。\n十月/ October\n即使不置身于幽深僻静的山谷，也能自留出一片清净天地。\n十一月/ November\n重要的是于这个世间曾经有所创造、分享、布施、给予。\n十二月/ December\n愿清凉自在，得到不匮竭的源泉、不熄灭的灯。",
        pages: "",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s29794500.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s29794500.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s29794500.jpg",
        },
        alt: "https://book.douban.com/subject/30217243/",
        id: "30217243",
        publisher: "北京联合出版公司",
        isbn10: "7559616216",
        isbn13: "9787559616210",
        title: "镜湖",
        url: "https://api.douban.com/v2/book/30217243",
        alt_title: "",
        author_intro:
          "庆山\n著名作家，曾用笔名安妮宝贝。\n著有作品《告别薇安》《八月未央》《彼岸花》《莲花》《素年锦时》《春宴》《月童度河》等。",
        summary:
          "《镜湖》是庆山十八年所著散文的精华集锦，其中有对美好事物直观而单纯的描写，亦有作者关于心性、情感、爱与美、艺术、旅行、创作、自性探索等各方面的深度思考和感悟。作品整体按照日记的形式进行编排，贯穿春、夏、秋、冬四个季节，所选散文篇幅或短或长，内容或浅或深，然每一篇皆带有庆山独特的文字质感和思考方式，皆是从作者内心自然流出的诚挚之作，读者可通过这些文字，体悟蕴藏于世间四季及人类灵魂深处的真意。",
        price: "48.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 3367,
          average: "8.8",
          min: 0,
        },
        subtitle: "三毛散文全编",
        author: ["三毛"],
        pubdate: "1993-07",
        tags: [
          {
            count: 1071,
            name: "三毛",
            title: "三毛",
          },
          {
            count: 333,
            name: "梦里花落知多少",
            title: "梦里花落知多少",
          },
          {
            count: 251,
            name: "散文",
            title: "散文",
          },
          {
            count: 160,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 94,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 79,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 67,
            name: "文学",
            title: "文学",
          },
          {
            count: 51,
            name: "爱情",
            title: "爱情",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s3029289.jpg",
        binding: "平装",
        translator: [],
        catalog: "\n      ",
        pages: "179",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s3029289.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s3029289.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s3029289.jpg",
        },
        alt: "https://book.douban.com/subject/1471701/",
        id: "1471701",
        publisher: "湖南文艺出版社",
        isbn10: "7540411600",
        isbn13: "9787540411602",
        title: "梦里花落知多少",
        url: "https://api.douban.com/v2/book/1471701",
        alt_title: "",
        author_intro: "",
        summary: "\n      ",
        series: {
          id: "2082",
          title: "三毛散文全编",
        },
        price: "4.20",
      },
      {
        rating: {
          max: 10,
          numRaters: 1164,
          average: "9.2",
          min: 0,
        },
        subtitle:
          "三毛作品中最膾炙人口的《撤哈拉的故事》，\r\n由12篇精采動人的散文結合而成，\r\n其中〈沙漠中的飯店〉，\r\n是三毛適應荒涼單調的沙漠生活後，\r\n重新拾筆的第一篇文字，\r\n自此之後，三毛便寫出一系列以沙漠為背景的故事，\r\n風靡了全世界的中文讀者。",
        author: ["三毛"],
        pubdate: "1996.9",
        tags: [
          {
            count: 255,
            name: "三毛",
            title: "三毛",
          },
          {
            count: 139,
            name: "撒哈拉的故事",
            title: "撒哈拉的故事",
          },
          {
            count: 60,
            name: "散文",
            title: "散文",
          },
          {
            count: 51,
            name: "经典",
            title: "经典",
          },
          {
            count: 46,
            name: "沙漠",
            title: "沙漠",
          },
          {
            count: 44,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 42,
            name: "异乡",
            title: "异乡",
          },
          {
            count: 42,
            name: "三毛作品集",
            title: "三毛作品集",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1641337.jpg",
        binding: "",
        translator: [],
        catalog: "",
        pages: "239",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1641337.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1641337.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1641337.jpg",
        },
        alt: "https://book.douban.com/subject/1770157/",
        id: "1770157",
        publisher: "皇冠叢書",
        isbn10: "962451027X",
        isbn13: "9789624510270",
        title: "撤哈拉的故事",
        url: "https://api.douban.com/v2/book/1770157",
        alt_title: "",
        author_intro:
          "本名陳平，一九四三年三月二十六日生，浙江省定海縣人，中國文化大學哲學系肄業。曾留學歐洲，婚後定居西屬撒哈拉沙漠納利島，並以當地的生活為背景，寫成一連串膾炙人口的作品。一九八一年回台後，曾在文化大學任教，一九八四年辭去教職，而以寫作、演講為重心。一九九一年一月四日去世，享年四十八歲。\r\n她的足跡遍及世界各地，她的作品也在全球的華人社會廣為流傳，在大陸也有廣大的讀者，生平著作和譯作十分豐富。共有二十四種。",
        summary: "",
        price: "港幣四十五元",
      },
      {
        rating: {
          max: 10,
          numRaters: 294,
          average: "9.0",
          min: 0,
        },
        subtitle: "",
        author: ["周作人"],
        pubdate: "2009-05",
        tags: [
          {
            count: 361,
            name: "周作人",
            title: "周作人",
          },
          {
            count: 207,
            name: "散文",
            title: "散文",
          },
          {
            count: 89,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 71,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 65,
            name: "文学",
            title: "文学",
          },
          {
            count: 54,
            name: "现代文学",
            title: "现代文学",
          },
          {
            count: 47,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 46,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s26382716.jpg",
        binding: "精装",
        translator: ["钟叔河编订"],
        catalog:
          "周作人散文全集第1册\n1898\n戊戌在杭日记抄（2，20）\n1899\n绍兴家居日记抄（1，9）\n1900\n庚子扫墓日记（4，15）\n1901\n逍遥处士小传（3．30）\n清虚先生小传（4，1）\n1902\n南京学堂日记抄（2，13）\n《林和靖先生诗集》题记（2，23）\n江南杂记（4，11）\n薏川荫仙小传（6，14）\n1903\n汽船之窘况及苦热（9，13）\n江南考先生之一斑（9，13）\n1904\n说死生（5，15）\n论不宜以花字为女子之代名词（5，15）\n1905\n《秋草园日记》序（1，6）\n好花枝（1，15）\n女猎人（1，15）\n《玉虫缘》绪言（2，—）\n《玉虫缘》例言（2，—）\n《玉虫缘》一节[译文]（2，—）\n《玉虫缘》译者附识（2，18）\n《荒矶》译记（3，15）\n乙巳日记附记一则（3，30）\n《侠女奴》说明（5，3）\n附录：题《侠女奴》原本\n《造人术》跋语（5，15）\n1906\n《秋草闲吟》序（2—4）\n《孤儿记》缘起（3，—）\n《孤儿记》凡例（3，—）\n1907\n《红星佚史》序（3，—）\n女祸传（5，15）\n妇女选举权问题（7，25）\n周作人散文全集第2册\n1918\n陀思妥也夫斯奇之小说[译文](1，15)\n古诗今译Apologia(2，15)\nTheokritos牧歌第十[译文](2，15)\n废娼问题之中心人物[译文](2，15)\n读武者小路君所作《一个青年\n的梦》(5，15)\n贞操论[译文](5，15)\n与刘半农(5，15)\n日本近三十年小说之发达(5，20)\n安得森的《十之九》(9，15)\n《爱的成年》(10，15)\n庚子歌谣(10，15)\n周作人散文全集第3册\n1923\n妇女运动与常识(1，1)\n评《译日文法》(1，6)\n读《草堂》(1，13)\n关于薛乃纳女士的一句话(1，14)\n昼梦(1，15)\n见了《不敢盲从》的感想(1，16)\n爱罗先珂君的失明(1，17)\n对于“心潮”问题的公正话(1，20)\n意表之中的事(1，23)\n【绿洲】\n[o]小引(1，25)\n[一]《镡百姿》(1，25)\n周作人散文全集第4册\n1925\n奴气(1，4)\n滑稽似不多(1，5)\n介绍日本人的怪论(1，6)\n元旦试笔(1，12)\n《(古事记>中的恋爱故事》译后记(1，12)\n日本人的怪论书后(1，13)\n奴性与人格(1，13)\n改名的通信(1，17)\n情书与骂信(1，18)\n《婢仆须知》抄[译文](1，19)\n鬼的叫卖(1，19)\n希腊陶器画两幅说明(1，19)\n周作人散文全集第5册\n1927\n【闲话集成】\n[二七]国旗颂(1，1)\n[二八]上海气(1，1)\n[三二]请教历史家(1，1)\n[三四]妙文(1，8)\n[三五]国旗之拥护(1，8)\n(三六]又是“索隐”?(1，8)\n(三七]研究系之功(1，15)\n[三九]论无报可看(1，15)\n[四十]孰为苦辛?(1，15)\n[四一]“南北”释义(1，15)\n(四二]老人的苦运(1，22)\n……\n周作人散文全集第6册\n周作人散文全集第7册\n周作人散文全集第8册\n周作人散文全集第9册\n周作人散文全集第10册\n周作人散文全集第11册\n周作人散文全集第12册\n周作人散文全集第13册\n周作人散文全集第14册",
        pages: "8848",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s26382716.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s26382716.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s26382716.jpg",
        },
        alt: "https://book.douban.com/subject/3773194/",
        id: "3773194",
        publisher: "广西师范大学出版社",
        isbn10: "756338295X",
        isbn13: "9787563382958",
        title: "周作人散文全集",
        url: "https://api.douban.com/v2/book/3773194",
        alt_title: "",
        author_intro: "",
        summary:
          "十四卷，近七百万字，收录周作人全部散文及部分日记、诗歌、书信、序跋、译文，涵括了此前出版的主要周作人文集——《周作人文类编》及《周作人自编文集》的全部内容，还有集外文及未刊稿。多文为首次面世。\n本书由钟叔河编订。钟先生90年代曾整理出版十卷本《周作人文类编》，更出版过多种周作人选集和单行本。\n本书采用编年体形式辑录周作人1898～1966年的文章，所有文章(集内、集外)均考订注明：①初次发表的时间；②发表的出版物名称；③所用的署名。集内文注明收入何集，集外文注明“未收入自编文集”，未曾发表者注明“未刊稿”。每篇文章均有与“索引卷”相对应的编号，十分便于读者及研究者查阅。\n本书由广西师范大学出版社组织专家审校，编校历时五年，根据第一手资料校对，并根据周作人手稿核对过部分内容，改正了以往周作人作品集中的许多讹误。装帧设计及印制力求精美。\n除14卷正文外，另配索引卷（单独成书），近六十万字。与《鲁迅全集》“索引”以注释内容为主不同，本索引卷有全集篇目索引、主题分类索引、人名索引、书名索引、篇名及报刊名索引、自编文集篇目索引等。",
        price: "2280.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 1188,
          average: "7.6",
          min: 0,
        },
        subtitle: "林清玄最新散文精选",
        author: [],
        pubdate: "2015-4-28",
        tags: [
          {
            count: 447,
            name: "林清玄",
            title: "林清玄",
          },
          {
            count: 261,
            name: "散文",
            title: "散文",
          },
          {
            count: 165,
            name: "心灵鸡汤",
            title: "心灵鸡汤",
          },
          {
            count: 157,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 117,
            name: "认识自己，在路上！",
            title: "认识自己，在路上！",
          },
          {
            count: 109,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 93,
            name: "个人成长",
            title: "个人成长",
          },
          {
            count: 89,
            name: "我想读这本书",
            title: "我想读这本书",
          },
        ],
        origin_title: "林清玄",
        image: "https://img3.doubanio.com/view/subject/m/public/s28049853.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "第一辑\n修得一颗柔软心\n柔软心\t006\n生命的化妆\t010\n莲花汤匙\t013\n总有群星在天上\t018\n清净之莲\t022\n黄玫瑰的心\t025\n掌中宝玉\t028\n第二辑\n白雪少年\n兵卒无河\t032\n幸福的开关\t042\n飞鸽的早晨\t047\n期待父亲的笑\t055\n红心番薯\t061\n飞入芒花\t068\n在梦的远方\t075\n以直观来面对世界\t080\n迷路的云\t083\n第三辑\n温一壶月光下酒\n温一壶月光下酒\t092\n不要指着月亮发誓\t100\n清风匝地，有声\t103\n养着水母的秋天\t109\n黄昏菩提\t114\n云　散\t122\n正向时刻\t125\n第四辑\n心美，一切皆美\n发芽的心情\t132\n学看花\t138\n梅　香\t143\n素　质\t145\n一　朝\t148\n一只毛虫的圆满\t153\n莲花与冰冻玫瑰\t157\n垂丝千尺，意在深潭\t163\n求　好\t165\n横过十字街口\t167\n第五辑\n人间有味是清欢\n清雅食谱\t172\n茶香一叶\t176\n不是茶\t181\n味之素\t184\n忧欢派对\t191\n牡丹也者\t198\n有情十二帖\t204\n第六辑\n从容彼岸是生活\n拥　有\t216\n欢乐中国节\t218\n只手之声\t222\n来自心海的消息\t227\n欢乐悲歌\t233\n河的感觉\t237\n猫头鹰人　\t245",
        pages: "264",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s28049853.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s28049853.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s28049853.jpg",
        },
        alt: "https://book.douban.com/subject/26367995/",
        id: "26367995",
        publisher: "长江文艺出版社",
        isbn10: "7535478476",
        isbn13: "9787535478474",
        title: "你心柔软，却有力量",
        url: "https://api.douban.com/v2/book/26367995",
        alt_title: "林清玄",
        author_intro:
          "林清玄，台湾高雄人，连续十年雄踞“台湾十大畅销书作家”榜单，被誉为“当代散文八大家”之一。17岁开始发表作品；20岁出版第一本书；30岁前得遍台湾所有文学大奖；35岁入山修行后写成的“身心安顿系列”，是20世纪90年代台湾最畅销的作品；40岁完成“菩提系列”，畅销数百万册，是当代最具影响力的作品之一。文章曾多次入选大陆、中国台湾、中国香港和新加坡中小学华语教材及大学国文选，还曾被收入大陆高考语文试卷，是国际华文世界被广泛阅读的作家。",
        summary:
          "台湾知名作家林清玄最新散文精选：柔软的心最有力量，唯其柔软，我们才能敏感；唯其柔软，我们才能包容；唯其柔软，我们才能精致；也唯其柔软，我们才能超拔自我，在受伤的时候甚至能包容我们的伤口。",
        series: {
          id: "39372",
          title: "“素心四书”——林清玄代表性散文精选系列",
        },
        price: "39.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1509,
          average: "8.9",
          min: 0,
        },
        subtitle: "",
        author: ["丰子恺"],
        pubdate: "2018-9",
        tags: [
          {
            count: 505,
            name: "丰子恺",
            title: "丰子恺",
          },
          {
            count: 351,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 257,
            name: "漫画",
            title: "漫画",
          },
          {
            count: 237,
            name: "文学与随笔",
            title: "文学与随笔",
          },
          {
            count: 232,
            name: "生活",
            title: "生活",
          },
          {
            count: 220,
            name: "治愈",
            title: "治愈",
          },
          {
            count: 214,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 170,
            name: "文学",
            title: "文学",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s29831216.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "第一章\n人生之味——不宠无惊过一生\n不乱于心，不困于情。\n不畏将来，不念过往。\n如此，安好。\n003 ...... 白鹅\n010 ...... 阿咪\n015 ...... 儿女\n021 ...... 我的母亲\n026 ...... 回忆李叔同先生\n035 ...... 访梅兰芳\n042 ...... 从孩子得到的启示\n047 ...... 给我的孩子们\n052 ...... 送阿宝出黄金时代\n第二章\n时间之味——我见青山多妩媚\n一粒沙里看出世界，\n一朵野花里见天国，\n在你掌中盛住无限，一时间里便是永结。\n059 ...... 渐\n064 ...... 春\n069 ...... 秋\n074 ...... 清晨\n081 ...... 生机\n086 ...... 晨梦\n090 ...... 大账簿\n第三章\n孤独之味——幸有我来山未孤\n心小了，所有的小事就大了；\n心大了，所有的大事都小了；\n看淡世事沧桑，内心安然无恙。\n097 ...... 山中避雨\n101 ...... 湖畔夜饮\n107 ...... 初冬浴日漫感\n111 ...... 随感十三则\n120 ...... 家\n127 ...... 陋巷\n133 ...... 闲居\n第四章\n艺术之味——此身已近桃花源\n人因为有这样的一双眼睛，所以人的一切生活，\n实用之外又必讲求趣味。\n一切东西，好用之外又求其好看。\n139 ...... 学画回忆\n147 ...... 竹影\n152 ...... 自然\n158 ...... 绘画之用\n162 ...... 学会艺术的生活\n166 ...... 从梅花说到艺术\n174 ...... 新艺术\n179 ...... 美与同情\n第五章\n生活之味——人间有味是清欢\n你若爱，生活哪里都可爱。\n你若恨，生活哪里都可恨。\n不是世界选择了你，是你选择了这个世界。\n187 ...... 忆儿时\n195 ...... 梦痕\n201 ...... 作父亲\n206 ...... 塘栖\n210 ...... 山水间的生活\n215 ...... 胡桃云片\n220 ...... 吃酒\n226 ...... 吃瓜子\n234 ...... 华瞻的日记",
        pages: "248",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s29831216.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s29831216.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s29831216.jpg",
        },
        alt: "https://book.douban.com/subject/30264297/",
        id: "30264297",
        publisher: "华中科技大学出版社",
        isbn10: "7568039390",
        isbn13: "9787568039390",
        title: "万般滋味，都是生活：丰子恺散文漫画精选集",
        url: "https://api.douban.com/v2/book/30264297",
        alt_title: "",
        author_intro:
          "丰子恺\n散文家、漫画家。早年就读于浙江省立第一师范学校，师从弘一法师学习音乐、绘画，从夏丏尊学习国文。朱自清、郁达夫、巴金、叶圣陶、林清玄，对其文章和漫画赞誉有加。\n他的散文风格恬淡率真、意味隽永，富有童真天然之趣。他的漫画或幽默风趣，或恬静淡雅，往往寥寥几笔，就勾画出一个诗意意境，深受人们的喜爱。著有《子恺漫画》《护生画集》《缘缘堂随笔》《缘缘堂再笔》《率真集》等。",
        summary:
          "愿你永葆童真，并乐此不疲，去生活\n一个人，在面对变化莫测的世界时，怀揣的不是无处可逃的感慨，而是“不如喜悦、不如清心、不如释然”的心态，以一颗童心过生活，这样的人，必定是懂得生活真正滋味的人，也是内心极其强大的人。\n全面收录《渐》《大账簿》《梦痕》《给孩子们》等40篇丰子恺经典散文作品，精选40余幅全彩漫画，完美还原丰子恺漫画清新、自然的本色。在纷繁复杂的世界里，让浮躁的心静下来，用心感受日常的一箪食、一瓢饮、一豆羹，安享生活的万般滋味……",
        price: "42.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 885,
          average: "9.1",
          min: 0,
        },
        subtitle: "",
        author: ["（黎巴嫩）纪伯伦"],
        pubdate: "2011-1-1",
        tags: [
          {
            count: 522,
            name: "纪伯伦",
            title: "纪伯伦",
          },
          {
            count: 302,
            name: "散文诗",
            title: "散文诗",
          },
          {
            count: 218,
            name: "诗歌",
            title: "诗歌",
          },
          {
            count: 151,
            name: "散文",
            title: "散文",
          },
          {
            count: 143,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 134,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 108,
            name: "文学",
            title: "文学",
          },
          {
            count: 96,
            name: "阿拉伯文学",
            title: "阿拉伯文学",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s2612454.jpg",
        binding: "平装",
        translator: ["冰心", "伊宏"],
        catalog:
          "一、先知\n二、先知园\n三、沙与沫\n四、疯人\n五、先驱者\n六、流浪者\n七、大地之神\n",
        pages: "465",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s2612454.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s2612454.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s2612454.jpg",
        },
        alt: "https://book.douban.com/subject/1038291/",
        id: "1038291",
        publisher: "北京燕山出版社",
        isbn10: "7540212330",
        isbn13: "9787540212339",
        title: "纪伯伦散文诗全集",
        url: "https://api.douban.com/v2/book/1038291",
        alt_title: "",
        author_intro: "",
        summary:
          "《纪伯伦散文诗全集》共收录纪伯伦最有代表性的九部散文诗集，分别为《先知》、《先知园》、《沙与沫》、《情与思》、《音乐短章》、《泪与笑》、《疯人》、《暴风集》、《先驱者》。    《纪伯伦散文诗全集》中的《先知》是纪伯伦最优美、最深刻的作品之一，是他诗歌创作的一个高峰。该诗集表达了纪伯伦对人类历史与未来的看法。    《先知园》是《先知》的姊妹篇，也是纪伯伦最后一部散文诗集。    《沙与沫》是一部格言、寓言散文诗集，是作者关于人生和艺术的锦言妙语。    《情与思》是格言、警句、小诗的汇集，也是纪伯伦思想和智慧火花的凝聚。    《音乐短章》是纪伯伦发表的第一部作品，是一篇长篇艺术抒情散文。它以独特的语言表达了作者对音乐的爱和对音乐本质的理解。    《泪与笑》是纪伯伦写得最美的散文诗集之一，展现了纪伯伦最关心的文学主题：爱与美，大自然，生命哲学，人道主义，社会批判，诗人的使命和孤独等等。    《疯人》是纪伯伦用英文发表的第一本散文诗集。该集中大部分篇章都较短，可归入现代寓言或哲理故事类。    《暴风集》是纪伯伦最有力度的散文诗集。    《先驱者》是纪伯伦用英文写成的第二本散文诗集，在风格上与《疯人》中的作品颇为相似，多数具有哲理故事或现代寓言的形式特点，少数则为充满激情、直抒胸臆的典型抒情散文诗。",
        series: {
          id: "11232",
          title: "世界文学文库（全译本）",
        },
        price: "18.0",
      },
      {
        rating: {
          max: 10,
          numRaters: 1147,
          average: "8.9",
          min: 0,
        },
        subtitle: "",
        author: ["简媜", "伊始（编）"],
        pubdate: "2000-03-01",
        tags: [
          {
            count: 750,
            name: "简媜",
            title: "简媜",
          },
          {
            count: 515,
            name: "散文",
            title: "散文",
          },
          {
            count: 250,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 211,
            name: "四月裂帛",
            title: "四月裂帛",
          },
          {
            count: 180,
            name: "简帧散文",
            title: "简帧散文",
          },
          {
            count: 154,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 152,
            name: "台湾文学",
            title: "台湾文学",
          },
          {
            count: 104,
            name: "中国文学",
            title: "中国文学",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s1309382.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "“新生代”作家简媜（代序）——楼肇明\r\n[空灵]\r\n[梦游书]\r\n[浮在空中的鱼群]\r\n[私房书]\r\n[水问]\r\n[只缘身在此山中]\r\n[四月裂帛]",
        pages: "354",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s1309382.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s1309382.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s1309382.jpg",
        },
        alt: "https://book.douban.com/subject/1291570/",
        id: "1291570",
        publisher: "浙江文艺出版社",
        isbn10: "7533907361",
        isbn13: "9787533907365",
        title: "简媜散文",
        url: "https://api.douban.com/v2/book/1291570",
        alt_title: "",
        author_intro:
          "简媜，台湾宜兰县人，一九六一年生。台湾大学中文系毕业。曾获得台湾学生文学奖大专散文组第一名、第三十一届文艺奖章、第三届梁实秋文学奖、第十四届联合报文学奖附设吴鲁芹散文大奖和第十五届时报文学奖散文首奖等。著有散文集《水问》、《只缘身在此山中》、《月娘照眠床》、《私房书》、《下午茶》、《七个季节》、《梦游书》、《浮在空中的鱼群》和《空灵》等。散文风格力求多变，编理内容，推敲形式，斟字酌句，糅合抒情菁华，能于饭蔬饮水洞见生命底基，于寻常花草窥视天堂之钥，被誉为台湾散文第三代传人。一如夏天所说：“读简媜散文，如看一路山水，如闻满街市声，如参悟一路禅意，还可兼想一路心事。”",
        summary:
          "简媜，1961年生于台湾省宜兰县，台大中文系毕业，曾获吴鲁芹散文奖、时报文学奖等。是《台湾文学经典》最年轻的入选者，也是台湾最无争议的实力派女作家。著有《水问》、《只缘身在此山中》、《私房书》、《下午茶》、《女儿红》、《胭脂盆地》等十余种散文集。",
        price: "15.0",
      },
      {
        rating: {
          max: 10,
          numRaters: 399,
          average: "8.0",
          min: 0,
        },
        subtitle: "林清玄经典散文精选",
        author: ["林清玄"],
        pubdate: "2016-1",
        tags: [
          {
            count: 236,
            name: "林清玄",
            title: "林清玄",
          },
          {
            count: 105,
            name: "散文",
            title: "散文",
          },
          {
            count: 104,
            name: "禅意美文",
            title: "禅意美文",
          },
          {
            count: 86,
            name: "温暖的书",
            title: "温暖的书",
          },
          {
            count: 83,
            name: "我想读这本书",
            title: "我想读这本书",
          },
          {
            count: 61,
            name: "生活",
            title: "生活",
          },
          {
            count: 48,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 46,
            name: "欢喜心",
            title: "欢喜心",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s28368176.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "【第一辑  身心安顿 烦恼平息】\n清欢\n得意的一天\n吃饭皇帝大\n随缘与任运\n采更多雏菊\n人在江湖\n纯心走天下\n步步起清风\n三十岁后始觉悟\n【第二辑  放下过后更澄明】\n欢喜心过生活\n检点自己的宝盒\n真正的桂冠\n一心一境\n如果没有明天\n常想一二\n记忆的版图\n写在水上的字\n转动\n让开心成为一种习惯\n【第三辑  心若香茗 静听花开】\n猫空半日\n小千世界\n光之四书\n吾心似秋月\n这一站到那一站\n晴窗一扇\n野姜花\n世界的中心\n【第四辑  处处莲花开】\n飞翔的木棉子\n屋顶上的田园\n莲子面包与油焖香菇\n油面摊子\n孔雀菜\n弹性的生命\n无风絮自飞\n桃花心木\n心田上的百合花开\n【第五辑  以爱为灯】\n鳝鱼骨的滋味\n长途跋涉的肉羹\n过火\n和时间赛跑\n鸳鸯香炉\n情重\n黄昏月娘要出来的时候\n一生一会\n【第六辑  总有群星在天上】\n一味\n家家有明月清风\n好雪片片\n无关风月\n月光下的喇叭手\n岁月的灯火都睡了\n生命的酸甜苦辣\n夏花之绚烂\n走向生命的大美",
        pages: "272",
        images: {
          small:
            "https://img9.doubanio.com/view/subject/s/public/s28368176.jpg",
          large:
            "https://img9.doubanio.com/view/subject/l/public/s28368176.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s28368176.jpg",
        },
        alt: "https://book.douban.com/subject/26693234/",
        id: "26693234",
        publisher: "长江文艺出版社",
        isbn10: "7535485634",
        isbn13: "9787535485632",
        title: "心有欢喜过生活",
        url: "https://api.douban.com/v2/book/26693234",
        alt_title: "",
        author_intro:
          "林清玄\n著名散文家、诗人、学者，连续十年上榜“台湾十大畅销书作家”，“当代散文八大家”之一，是国际华文世界被广泛阅读的作家。\n17岁开始发表作品；20岁出版第一本书；30岁前得遍台湾所有文学大奖；35岁入山修行后写成的“身心安顿系列”，是20世纪90年代台湾最畅销的作品；40岁完成“菩提系列”，畅销数百万册，是当代最具影响力的作品之一。文章曾多次入选大陆、中国台湾、中国香港和新加坡中小学华语教材及大学国文选，更是大陆高考语文试卷的热门材料。\n笔耕四十余年，摹写散落在生活各处的禅机，持续给国人带来清雅的享受和禅意的领悟。",
        summary:
          "心所要的，不是足够多，是足够欢喜。\n本书围绕“欢喜心”，集结林清玄备受好评的经典作品53篇。在清雅文字和禅意插图的引领中，重探生活原味，启发心灵的敏锐。\n欢喜心是敢于超越自我，虽在尘网中生活，但永远不忘想飞的心，不忘飞翔的姿势；\n欢喜心是坦然承担此刻，生活不在别处，当下的每一刻都活得饱满、有力量，自己亦是风景；\n欢喜心是懂得转化苦乐，人生的境遇不可捉摸，心智却可以扭转，心有正念，一切欢喜；\n欢喜心是积极融入外境，保持着对世界新鲜而有希望的心情，时时  发射和接受幸福的信号。\n归根结底，欢喜心是一种敏感，一种韧性，使我们能享受好的生活，也能承受坏的际遇。\n本书还是畅销50万册的口碑佳作《你心柔软，却有力量》系列书，世事维艰，以柔软心除挂碍，以欢喜心过生活。",
        series: {
          id: "39372",
          title: "“素心四书”——林清玄代表性散文精选系列",
        },
        price: "39.8",
      },
      {
        rating: {
          max: 10,
          numRaters: 1045,
          average: "8.9",
          min: 0,
        },
        subtitle: "三毛散文全编",
        author: ["三毛"],
        pubdate: "1993-7-1",
        tags: [
          {
            count: 325,
            name: "三毛",
            title: "三毛",
          },
          {
            count: 112,
            name: "散文",
            title: "散文",
          },
          {
            count: 61,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 52,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 38,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 36,
            name: "文学",
            title: "文学",
          },
          {
            count: 36,
            name: "当代文学",
            title: "当代文学",
          },
          {
            count: 28,
            name: "背影",
            title: "背影",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s3186463.jpg",
        binding: "平装",
        translator: [],
        catalog: "",
        pages: "179",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s3186463.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s3186463.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s3186463.jpg",
        },
        alt: "https://book.douban.com/subject/1471687/",
        id: "1471687",
        publisher: "湖南文艺出版社",
        isbn10: "754041149X",
        isbn13: "9787540411497",
        title: "背影",
        url: "https://api.douban.com/v2/book/1471687",
        alt_title: "",
        author_intro: "",
        summary: "",
        series: {
          id: "2082",
          title: "三毛散文全编",
        },
        price: "4.20",
      },
      {
        rating: {
          max: 10,
          numRaters: 151,
          average: "8.8",
          min: 0,
        },
        subtitle: "迟子建2019全新散文作品集",
        author: ["迟子建"],
        pubdate: "2019-6-8",
        tags: [
          {
            count: 117,
            name: "散文",
            title: "散文",
          },
          {
            count: 114,
            name: "迟子建",
            title: "迟子建",
          },
          {
            count: 57,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 52,
            name: "好书，值得一读",
            title: "好书，值得一读",
          },
          {
            count: 48,
            name: "文学",
            title: "文学",
          },
          {
            count: 48,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 41,
            name: "美文",
            title: "美文",
          },
          {
            count: 35,
            name: "温暖",
            title: "温暖",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s32326142.jpg",
        binding: "精装",
        translator: [],
        catalog:
          "第一章  好时光悄悄溜走\n灯祭/ 好时光悄悄溜走/ 撕日历的日子/ 腊月的守灵/ 北方的盐/ 农具的眼睛\n蚊烟中的往事/ 龙眼与伞/两个人的电影/ 原来姹紫嫣红开遍/ 最是花影难扫/ 父亲的肖像\n第二章  我对黑暗的柔情\n伤怀之美/ 冰灯/ 一滴水可以活多久/ 女人的手/光与影\n我的世界下雪了/ 我对黑暗的柔情/ 上天的九级浪/ 雪山的长夜/ 谁说春色不忧伤\n第三章  时间怎样地行走\n泥泞/ 必要的丧失/ 晚风中眺望彼岸/ 论谦卑/ 睡眠与劳动\n骂声中的浪漫/ 时间怎样地行走/ 红绿灯下/ 长发的秘密\n第四章  是谁扼杀了哀愁\n是谁扼杀了哀愁/ 石头与流水的巴黎/ 光明于低头的一瞬/ 紫气中的烟火/ 今日水犹寒\n鲁镇的黑夜与白天/ 西栅的梆声/ 最是沧桑起风情/ 飞向泥土的箭/\n美景，总在半梦半醒之间/ 一个作家应该谢谢什么\n第五章  也是冬天，也是春天\n午夜的费穆与伯格曼/ 看见的和看不见的镣铐/ 一个人和三个时代\n落红萧萧为哪般/ 从富春江到硕莪馆/ 也是冬天，也是春天\n附录  用文字收拢时代速度的缰绳",
        pages: "320",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s32326142.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s32326142.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s32326142.jpg",
        },
        alt: "https://book.douban.com/subject/33415751/",
        id: "33415751",
        publisher: "中信出版集团",
        isbn10: "7521700759",
        isbn13: "9787521700756",
        title: "也是冬天，也是春天",
        url: "https://api.douban.com/v2/book/33415751",
        alt_title: "",
        author_intro:
          "迟子建，女，1964年元宵节出生于漠河。1984年毕业于大兴安岭师范学校。1987年入北京师范大学与鲁迅文学院联办的研究生班学习，1990年毕业后到黑龙江省作家协会工作至今。1983年开始写作，已发表以小说为主的文学作品六百余万字，出版有八十余部单行本。\n主要作品有：长篇小说《伪满洲国》《越过云层的晴朗》《额尔古纳河右岸》《白雪乌鸦》，小说集《北极村童话》《白雪的墓园》《向着白夜旅行》《逝川》《清水洗尘》《雾月牛栏》《踏着月光的行板》《世界上所有的夜晚》，散文随笔集《伤怀之美》《我的世界下雪了》等。出版有《迟子建长篇小说系列》六卷、《迟子建文集》四卷、《迟子建中篇小说集》五卷、《迟子建短篇小说集》四卷以及三卷本的《迟子建作品精华》。曾获得di一、第二、第四届鲁迅文学奖，第七届茅盾文学奖，澳大利亚“悬念句子文学奖”等文学奖。作品有英、法、日、意、韩、瑞典等海外译本。",
        summary:
          "迟子建的父亲爱喝酒，爱写字，会拉小提琴和手风琴，是一位豁达又浪漫的小学校长，她的名字是父亲取的，在1964年，大多数国人争着给孩子起名“卫红”“卫东”“志国”的年月，因为很喜欢曹子建的《洛神赋》，父亲给自己的二女儿取名“子建”。他和北极村轮回的四季一起，给了迟子建最初的生命教育。\n“从小我就知道，跌倒了得爬起来继续走，所以不怕坎坷。再加上那里长达半年的冬天，冷风刺骨，你抵御大自然寒流的能力强了，抵御人生寒流的能力自然也强了。东北话讲叫皮实。”\n《也是冬天，也是春天》是茅盾文学奖、鲁迅文学奖、冰心散文奖三大奖项作家迟子建在散文领域沉淀十年后的爆发之作，也是她创作生涯中首部摄影插图散文，极富小说的阅读质感。面对生活的苦难与生命的泥泞，她满怀悲悯，但又毫不畏缩，似有一种花开叶落般的安然。本书中的名篇《雪山的长夜》《我的世界下雪了》《灯祭》等文曾被央视主持人董卿、演员黄轩等倾情传颂，《爱人》《泥泞》等名作连续被央视《朗读者》栏目收录。",
        price: "58.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 725,
          average: "9.2",
          min: 0,
        },
        subtitle: "",
        author: ["加缪"],
        pubdate: "2010年1月",
        tags: [
          {
            count: 465,
            name: "加缪",
            title: "加缪",
          },
          {
            count: 178,
            name: "存在主义",
            title: "存在主义",
          },
          {
            count: 159,
            name: "散文",
            title: "散文",
          },
          {
            count: 156,
            name: "法国",
            title: "法国",
          },
          {
            count: 149,
            name: "法国文学",
            title: "法国文学",
          },
          {
            count: 126,
            name: "阿尔贝·加缪",
            title: "阿尔贝·加缪",
          },
          {
            count: 114,
            name: "哲学",
            title: "哲学",
          },
          {
            count: 97,
            name: "外国文学",
            title: "外国文学",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s4540707.jpg",
        binding: "精装 特32开",
        translator: ["丁世中 等"],
        catalog:
          "反与正(1937年) 丁世中 译\n作者序\n嘲弄\n若有若无之间\n伤心之旅\n热爱生活\n反与正\n婚礼集(1939年) 丁世中 译\n提帕萨的婚礼\n贾米拉的风\n阿尔及尔的夏天\n沙漠\n西西弗神话 沈志明 译\n荒诞推理\n荒诞人\n荒诞创作\n反抗者(1951年) 吕永真 译\n引言\n反抗者\n形而上的反抗\n历史上的反抗\n反抗与艺术\n南方思想",
        pages: "406",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s4540707.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s4540707.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s4540707.jpg",
        },
        alt: "https://book.douban.com/subject/4120485/",
        id: "4120485",
        publisher: "上海译文出版社",
        isbn10: "7532749118",
        isbn13: "9787532749119",
        title: "加缪全集（散文卷Ⅰ）",
        url: "https://api.douban.com/v2/book/4120485",
        alt_title: "",
        author_intro:
          "阿尔贝·加缪（1913—1960）是法国声名卓著的小说家、散文家和剧作家，“存在主义”文学的大师。1957年因“热情而冷静地阐明了当代向人类良知提出的种种问题”而获诺贝尔文学奖，是有史以来最年轻的诺奖获奖作家之一。加缪在他的小说、戏剧、随笔和论著中深刻地揭示出人在异己的世界中的孤独、个人与自身的日益异化，以及罪恶和死亡的不可避免，但他在揭示出世界的荒诞的同时却并不绝望和颓丧，他主张要在荒诞中奋起反抗，在绝望中坚持真理和正义，他为世人指出了一条基督教和马克思主义以外的自由人道主义道路。他直面惨淡人生的勇气，他“知其不可而为之”的大无畏精神使他在第二次世界大战之后不仅在法国，而且在欧洲并最终在全世界成为他那一代人的代言人和下一代人的精神导师。",
        summary:
          "中文版《加缪全集》分为四卷：一卷小说、一卷戏剧、两卷散文，凡两百余万字，由著名法国文学专家柳鸣九先生主编，以法国伽利玛出版社权威的七星丛书版为文本依据，邀约丁世中、李玉民、沈志明等法语界精英译者担纲翻译。除了《局外人》、《鼠疫》、《西西弗神话》等脍炙人口的作品以外，还翻译了他的所有剧作，以及包括政论和文论在内的全部散文作品。《加缪全集》称得上是汉语出版界有史以来作品收罗最全、译本也最权威的加缪作品总集。",
        series: {
          id: "2396",
          title: "加缪全集",
        },
        price: "39.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1304,
          average: "8.8",
          min: 0,
        },
        subtitle: "插图珍藏版",
        author: ["梁实秋"],
        pubdate: "2005-5",
        tags: [
          {
            count: 534,
            name: "梁实秋",
            title: "梁实秋",
          },
          {
            count: 400,
            name: "散文",
            title: "散文",
          },
          {
            count: 167,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 157,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 108,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 77,
            name: "中国",
            title: "中国",
          },
          {
            count: 76,
            name: "文学",
            title: "文学",
          },
          {
            count: 70,
            name: "中国现代文学",
            title: "中国现代文学",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s6906064.jpg",
        binding: "",
        translator: [],
        catalog: "",
        pages: "287",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s6906064.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s6906064.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s6906064.jpg",
        },
        alt: "https://book.douban.com/subject/1398461/",
        id: "1398461",
        publisher: "人民文学出版社",
        isbn10: "7020051472",
        isbn13: "9787020051472",
        title: "梁实秋散文",
        url: "https://api.douban.com/v2/book/1398461",
        alt_title: "",
        author_intro: "",
        summary:
          "《梁实秋散文》的作品内容丰富，题材各异，构思精巧，文笔精巧、语言幽默、内蕴深厚、风格恬淡，充分显示了梁实秋先生的文学功底及丰富的人生阅历，从一个侧面反映了作者的思想感情及创作风格。作为中国现代典型的自由知识分子，梁实秋“长日无俚，写作自遣，随想随写，不拘篇章”，留下了令后人叹为观止的《冬夜草儿评论》、《骂人的艺术》、《文学的纪律》、《偏见集》、《文艺批评论》、《雅舍小品》、《谈徐志摩》、《清华八年》、《秋室杂文》、《秋室杂忆》、《槐园梦忆》、《看云集》、《梁实秋札记》、《白猫王子及其他》、《雅舍谈吃》、《英国文学史》以及《莎士比亚全集》的中译本等等。他的大女儿梁文茜女士对我说：我父亲的作品在国内已有众多大大小小的版本，且长销不衰，其中《雅舍小品》在海内外也有300多个版本，这充分说明广大读者对他的作品的。",
        series: {
          id: "3096",
          title: "中华散文插图珍藏版",
        },
        price: "21.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1043,
          average: "8.8",
          min: 0,
        },
        subtitle: "",
        author: ["钱锺书"],
        pubdate: "1997-07",
        tags: [
          {
            count: 405,
            name: "钱钟书",
            title: "钱钟书",
          },
          {
            count: 310,
            name: "散文",
            title: "散文",
          },
          {
            count: 140,
            name: "钱锺书",
            title: "钱锺书",
          },
          {
            count: 87,
            name: "文学",
            title: "文学",
          },
          {
            count: 80,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 50,
            name: "杂文",
            title: "杂文",
          },
          {
            count: 50,
            name: "中国",
            title: "中国",
          },
          {
            count: 33,
            name: "散文随笔",
            title: "散文随笔",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s28103220.jpg",
        binding: "平装",
        translator: [],
        catalog: "",
        pages: "589",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s28103220.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s28103220.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s28103220.jpg",
        },
        alt: "https://book.douban.com/subject/1070985/",
        id: "1070985",
        publisher: "浙江文艺出版社",
        isbn10: "753390995X",
        isbn13: "9787533909956",
        title: "钱锺书散文",
        url: "https://api.douban.com/v2/book/1070985",
        alt_title: "",
        author_intro: "",
        summary:
          "本书目前国内唯一的钱先生散文的选本。分论人生、书平、论学、书人、序跋、杂说六辑，收入钱先生的散文九十六篇，其中首录了钱先生的早期集外作品三十二篇",
        price: "26.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1121,
          average: "9.1",
          min: 0,
        },
        subtitle: "",
        author: ["史铁生"],
        pubdate: "2007-3",
        tags: [
          {
            count: 502,
            name: "史铁生",
            title: "史铁生",
          },
          {
            count: 341,
            name: "散文",
            title: "散文",
          },
          {
            count: 160,
            name: "思考",
            title: "思考",
          },
          {
            count: 133,
            name: "散文随笔",
            title: "散文随笔",
          },
          {
            count: 98,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 96,
            name: "史铁生散文",
            title: "史铁生散文",
          },
          {
            count: 95,
            name: "文学",
            title: "文学",
          },
          {
            count: 89,
            name: "生命",
            title: "生命",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s23578859.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "秋天的怀念\n我的梦想\n我与地坛\n好运设计\n随笔十三\n爱情问题\n记忆迷宫\n墙下短记\n“足球”内外\n私人大事排行榜\n说死说话\n病隙碎笔1\n病隙碎笔5\n轻轻地走与轻轻地来\n消逝的钟声\n二姥姥\n叛逆者\n老家\n庙的回忆\n八子\n看电影\n老海棠树\n比如摇滚与写作\n想念地坛",
        pages: "267",
        images: {
          small:
            "https://img1.doubanio.com/view/subject/s/public/s23578859.jpg",
          large:
            "https://img1.doubanio.com/view/subject/l/public/s23578859.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s23578859.jpg",
        },
        alt: "https://book.douban.com/subject/2058479/",
        id: "2058479",
        publisher: "人民文学出版社",
        isbn10: "7020059503",
        isbn13: "9787020059508",
        title: "史铁生散文",
        url: "https://api.douban.com/v2/book/2058479",
        alt_title: "",
        author_intro:
          "史铁生，1951年生于北京。1967年初中毕业。1969年去陕北农村插队，三年后双腿瘫痪转回北京。回京后在一家街道工厂做临时工，七年后因病情加重回家疗养。1979年始有小说、散文、剧本等作品发表。主要作品有：短篇小说《我的遥远的清平湾》、《命若琴弦》、《老屋小记》；散文《我与地坛》、《好运设计》、《病隙碎笔》；中篇小说《关于詹牧师的报告文学》、《中篇1或短篇4》；长篇小说《务虚笔记》、《我的丁一之旅》等。",
        summary:
          "《史铁生散文》（插图珍藏版），美文与华照相得益彰，既是伴君品味欣赏这佳作，又为珍藏馈赠之上品。中华散文，源远流长。数千年的散文创作，或抒情、或言志、或状景、或怀人……莫不反映出时代的风云变幻和人们的思想情感。中华散文的这些优良传统在二十世纪以降的新文学那里，不仅得到了全面传承，且不断有所创新、有所发展。为了展示二十世纪以来中华散文的创作业绩，我们在新世纪之初即编辑出版过“中华散文珍藏本”凡三十种。二零零五年，我们在此基础上选出十六种，作为“中华散文插图珍藏版”第一辑出版。此次又选出十种，作为第二辑出版。",
        series: {
          id: "3096",
          title: "中华散文插图珍藏版",
        },
        price: "21.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 646,
          average: "7.9",
          min: 0,
        },
        subtitle: "",
        author: ["董桥"],
        pubdate: "1996-4",
        tags: [
          {
            count: 292,
            name: "董桥",
            title: "董桥",
          },
          {
            count: 233,
            name: "散文",
            title: "散文",
          },
          {
            count: 85,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 70,
            name: "香港",
            title: "香港",
          },
          {
            count: 53,
            name: "董桥散文",
            title: "董桥散文",
          },
          {
            count: 48,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 32,
            name: "文化散文",
            title: "文化散文",
          },
          {
            count: 27,
            name: "中国",
            title: "中国",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1485319.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "秋园杂卉小识\n说品味\n听那立体的乡愁\n读园林\n凯恩斯的手\n镜子里的展望\n暮鸦·归燕·古树\n回去，是为了过去！\n给女儿的信\n寻根\n王韬的心情\n“只有敬亭，依然此柳”\n杨振宁的灵感\n这一代的事\n给后花园点灯\n喜欢弄点文化的人\n撒在沙发上的文化史\n我们吃下午茶去！\n“一室皆春气矣！”\n布朗宁先生的牛油面包\n.藏书家的心事\n“我并没有答应送你一座玫瑰园”\n春日即事\n得友人信戏作\n书窗即事\n静观的固执\n新的灯影\n文章似酒\n促春琐记\n萝卜白菜的意识\n英伦日本半页\n处署感事兼寄故友\n如观火观水也\n非关雅俗\n柳树皮与水杨酸\n……",
        pages: "481",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1485319.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1485319.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1485319.jpg",
        },
        alt: "https://book.douban.com/subject/1048177/",
        id: "1048177",
        publisher: "浙江文艺出版社",
        isbn10: "7533908651",
        isbn13: "9787533908652",
        title: "董桥散文",
        url: "https://api.douban.com/v2/book/1048177",
        alt_title: "",
        author_intro:
          "董桥，福建晋江人，1942年生。台湾成功大学外文系毕业，曾在英国伦敦大学亚非学院研究多年。历任《今日世界》丛书部编辑、英国国家广播公司制作人及时事评论、《明报月刊》总编辑、《读者文摘》总编辑等职，现任《苹果日报》社长。 \r\n董氏文笔雄深雅健，兼有英国散文之渊博隽永与明清小品之情趣灵动，为当代中文书写另辟蹊径，深获海峡两岸三地读者倾心喜爱。历年在台湾出版的文集包括《另外一种心情》（远景）、《这一代的事》、《跟中国的梦赛跑》（均为圆神）、《辩证法的黄昏》（当代）等以及翻译书籍多种。另外在香港、北京、杭州、广州、天津、成都、上海及沈阳出版文集十多种。",
        summary:
          "本书是董桥散文，其中包括《秋园杂卉小识》、《说品味》、《听那立体的乡愁》、《读园林》、《凯恩斯的手》、《镜子里的展望》、《暮鸦·归燕·古树》、《回去，是为了过去！》、《给女儿的信》、《寻根》、《王韬的心情》等几篇散文。",
        price: "21.00",
      },
      {
        rating: {
          max: 10,
          numRaters: 1086,
          average: "9.0",
          min: 0,
        },
        subtitle: "花城：现代散文诗名著名译",
        author: ["阿尔蒂尔・兰波"],
        pubdate: "2004-5",
        tags: [
          {
            count: 703,
            name: "兰波",
            title: "兰波",
          },
          {
            count: 495,
            name: "诗歌",
            title: "诗歌",
          },
          {
            count: 279,
            name: "法国",
            title: "法国",
          },
          {
            count: 170,
            name: "王道乾",
            title: "王道乾",
          },
          {
            count: 163,
            name: "象征主义",
            title: "象征主义",
          },
          {
            count: 139,
            name: "法国文学",
            title: "法国文学",
          },
          {
            count: 131,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 108,
            name: "诗",
            title: "诗",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s1841116.jpg",
        binding: "平装",
        translator: ["王道乾"],
        catalog:
          "《地狱一季》题解\n1 序诗\n2 坏血统\n3 地狱之夜\n4 谵妄Ⅰ 疯狂的童贞女/下地狱的丈夫\n5 谵妄Ⅱ 言语炼金术\n6 不可能\n7 闪光\n8 清晨\n9 永别\n10 通灵者书信题解\n11 兰波致乔治・伊藏巴尔\n12 兰波致保罗・德莫尼\n13 兰波的《地狱一季》\n阿尔蒂尔・兰波年表",
        pages: "104",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s1841116.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s1841116.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s1841116.jpg",
        },
        alt: "https://book.douban.com/subject/1162773/",
        id: "1162773",
        publisher: "花城出版社",
        isbn10: "7536042957",
        isbn13: "9787536042957",
        title: "地狱一季",
        url: "https://api.douban.com/v2/book/1162773",
        alt_title: "",
        author_intro: "",
        summary:
          "《地狱一季》给人一种混乱和绝望的印象。是因为那许多互不连贯的句子和呼喊号叫。既有对真实的确认又有幻像虚影。要控制生命、生活的梦幻和由生存逃出的梦幻。还有撒旦冷笑的声音。但主导思想是：自幼即被加之于己的原罪的观念，这是全部罪恶的根源。所以说“地狱伤不到异教之人。”最后，承认失败，只有回到卑劣下流一途。“是火焰，火焰卷着罪人升腾而起。”",
        series: {
          id: "4431",
          title: "现代散文诗名著译丛",
        },
        price: "10.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1822,
          average: "8.6",
          min: 0,
        },
        subtitle: "兰波散文诗全集",
        author: ["(法)兰波"],
        pubdate: "2012-5-1",
        tags: [
          {
            count: 820,
            name: "兰波",
            title: "兰波",
          },
          {
            count: 615,
            name: "诗歌",
            title: "诗歌",
          },
          {
            count: 361,
            name: "法国文学",
            title: "法国文学",
          },
          {
            count: 355,
            name: "法国",
            title: "法国",
          },
          {
            count: 272,
            name: "王道乾",
            title: "王道乾",
          },
          {
            count: 200,
            name: "诗",
            title: "诗",
          },
          {
            count: 196,
            name: "外国文学",
            title: "外国文学",
          },
          {
            count: 140,
            name: "文学",
            title: "文学",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s10299680.jpg",
        binding: "精装",
        translator: ["王道乾"],
        catalog:
          "译者前言\n地狱一季\n序诗\n坏血统\n地狱之夜\n谵妄Ⅰ 疯狂的童贞女/下地狱的丈夫\n谵妄Ⅱ 言语炼金术\n不可能\n闪光\n清晨\n永别\n《地狱一季》题解\n彩画集\n洪水之后\n童年\n故事\n滑稽表演\n古意\nBEING BEAUTEOUS\n人生\n出行\n王权\n致某一种理\n沉醉的上午\n片语\n工人\n桥\n城\n轮迹\n城市\n流落\n城市\n守夜\n神秘\n黎明\n花卉\n通俗小夜曲\n海\n冬天的节日\n焦虑\n大都会\n野蛮\n大拍卖\nFAIRY\n战争\n青春\n海角\n演剧\n历史的黄昏\n波顿\nH\n动荡\n虔敬之心\n民主\n守护神\n《彩画集》题解\n片断与残稿\n爱的沙漠\n《爱的沙漠》题解\n福音散文\n《福音散文》题解\n“通灵者”书信（二封）\n兰波致乔治·伊藏巴尔\n兰波致保罗·德莫尼\n《“通灵者”书信》题解\n附录\n评论片断\n关于《彩画集》\n阿尔蒂尔·兰波年表\n我所认识的王道乾（代后记）",
        ebook_url: "https://read.douban.com/ebook/30476412/",
        pages: "239",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s10299680.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s10299680.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s10299680.jpg",
        },
        alt: "https://book.douban.com/subject/10539804/",
        id: "10539804",
        publisher: "上海译文出版社",
        isbn10: "7532757668",
        isbn13: "9787532757664",
        title: "彩画集",
        url: "https://api.douban.com/v2/book/10539804",
        alt_title: "",
        author_intro:
          "兰波（Arthur Rimbaud,1854—1891），法国天才诗人诗人，象征主义大师，超现实主义诗歌的鼻祖。他用谜一般的诗篇和富有传奇色彩的一生吸引了众多的读者，成为法国文学史上最引人注目的诗人之一。",
        summary:
          "精神上的搏斗和人与人之间的战斗一样激烈残酷。\n——兰波《地狱一季》\n他（兰波）是众多流派之父，不是任何流派的亲人。\n——亨利•米勒\n我没有看到写（例如）《地狱一季》的困难，一切都是直接表现，喷涌迸发，烈度。\n词语中的烈度对于我是无谓的，对于我并不提供什么。\n在《彩画集》中的情况却相反，含有极高价值的事物不止于一个方面\n——保罗•瓦莱里\n从十六岁后直到生命最后一息，兰波似乎始终处于一种躁动不安、焦灼求索的状态。他为什么放弃写传统形式的诗作，转而致力于散文诗？这显然与波特莱尔发表著名的散文诗之后，巴黎诗风的变化有关。\n兰波认为，诗人必须成为“通灵者”、“无比崇高的博学的科学家”，“通过长期、广泛和经过推理思考的过程，打乱所有的感觉意识”，通过所谓“言语的炼金术”，寻求一种“综合了芳香、音响、色彩，概括一切，可以把思想与思想连结起来，又引出思想”、“使心灵与心灵呼应相通”的语言，以求达到“不可知”。这“不可知”并非某种形而上的客体，有时与他诗中所说的未来的“社会之爱”有关，又或者是某种理想。以上种种，可以说就是兰波的象征主义。\n本书收入法国天才诗人、象征主义大师兰波所有的散文诗作品，包括《地狱一季》《彩画集》，并附有著名的《“通灵者”书信》二封以及法国结构主义理论家茨维坦•托多罗夫等人的评论。《地狱一季》和《彩画集》虽形式独特，含义诡谲难解，却展现诗人在巴黎诗风转变后，所创造出的新诗学与对创作的探索。作品流露出十九世纪末的法国生活风情，与彼时之文化传统相呼应，字里行间回响着诗人对自我与世间的挑战。",
        ebook_price: "14.99",
        series: {
          id: "1831",
          title: "译文经典（精装本）",
        },
        price: "28.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1072,
          average: "8.4",
          min: 0,
        },
        subtitle: "插图珍藏版",
        author: ["林语堂"],
        pubdate: "2005-5",
        tags: [
          {
            count: 414,
            name: "林语堂",
            title: "林语堂",
          },
          {
            count: 306,
            name: "散文",
            title: "散文",
          },
          {
            count: 136,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 97,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 77,
            name: "文学",
            title: "文学",
          },
          {
            count: 54,
            name: "现代文学",
            title: "现代文学",
          },
          {
            count: 53,
            name: "中国",
            title: "中国",
          },
          {
            count: 38,
            name: "文化",
            title: "文化",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s5742313.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "祝土匪\n论谈话\n纪春园琐事\n中国人之聪明\n一张字条的写法\n说浪漫\n狂论\n一篇没有听众的演讲\n笑\n女论语\n杂说\n我的戒烟\n春日游杭记\n萨天师语录\n一东方病夫\n二东方文明\n三新时代妇性\n四丘八\n五萨天师与东方朔\n六文字国\n七上海之歌\n……",
        pages: "275",
        images: {
          small: "https://img3.doubanio.com/view/subject/s/public/s5742313.jpg",
          large: "https://img3.doubanio.com/view/subject/l/public/s5742313.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s5742313.jpg",
        },
        alt: "https://book.douban.com/subject/1322445/",
        id: "1322445",
        publisher: "人民文学出版社",
        isbn10: "7020051774",
        isbn13: "9787020051779",
        title: "林语堂散文",
        url: "https://api.douban.com/v2/book/1322445",
        alt_title: "",
        author_intro:
          "林语堂（1895-1976），原名玉堂，福建龙溪人。毕业于圣约翰大学。1919年去美国留学；后转赴德国留学，获哲学博士学位。1922年归国，任北京大学英文教授。1932年起，编辑《论语》、《人间世》、《宇宙风》等刊物。抗战开始后，赴美国任教，并从事写作活动。著有《翦拂集》、《大荒集》等。",
        summary:
          "《林语堂散文》中林语堂的人生哲学亦如他的社会观、政治观和历史观一样复杂。林语堂自幼耳濡目染于“亲情似海的基督教家庭”，他念的小学、中学和大学都是教会办的学校；宗教观念深铭其心。以后长期生活在西方文化环境，受到系统的西方文化熏陶，而又对中国的儒、道、佛进行过深入的研究，因而他在理解中国的传统和现实、选择人生时，往往带着西洋绅士的头脑和眼光。",
        series: {
          id: "3096",
          title: "中华散文插图珍藏版",
        },
        price: "21.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 571,
          average: "8.4",
          min: 0,
        },
        subtitle: "古龙散文选",
        author: ["古龙 著", "刘国辉", "陈晓林 选编"],
        pubdate: "2002-1",
        tags: [
          {
            count: 300,
            name: "古龙",
            title: "古龙",
          },
          {
            count: 146,
            name: "散文",
            title: "散文",
          },
          {
            count: 92,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 62,
            name: "酒",
            title: "酒",
          },
          {
            count: 55,
            name: "杂文",
            title: "杂文",
          },
          {
            count: 54,
            name: "武侠",
            title: "武侠",
          },
          {
            count: 41,
            name: "文学",
            title: "文学",
          },
          {
            count: 40,
            name: "台湾",
            title: "台湾",
          },
        ],
        origin_title: "",
        image: "https://img9.doubanio.com/view/subject/m/public/s4123614.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "谁来跟我干杯？\n――总代序\n前编：人在江湖\n1 不是幸福\n2 不是离别\n3 不是东西\n4 不是音乐\n5 不是珍贵\n后编：谈武侠小说及其他\n1 牛哥的“三奇”\n2 看《小李飞刀》第一集\n3 谈我看过的武侠小说（一）\n4 谈我看过的武侠小说（二）\n5 谈我看过的武侠小说（三）\n",
        pages: "161",
        images: {
          small: "https://img9.doubanio.com/view/subject/s/public/s4123614.jpg",
          large: "https://img9.doubanio.com/view/subject/l/public/s4123614.jpg",
          medium:
            "https://img9.doubanio.com/view/subject/m/public/s4123614.jpg",
        },
        alt: "https://book.douban.com/subject/1207626/",
        id: "1207626",
        publisher: "百花文艺出版社",
        isbn10: "7530631667",
        isbn13: "9787530631669",
        title: "谁来跟我干杯",
        url: "https://api.douban.com/v2/book/1207626",
        alt_title: "",
        author_intro:
          "古龙（1937-1985），本名熊耀华，祖籍江西。14岁时随父母从香港移居台湾读书，不久因父母离异生活陷于困境，靠朋友接济和半工半读念完淡江大学外文系。毕业后，先在台北美军顾问团任职，后专门从事文学创作。古龙以其大量可读性极强的武侠小说享誉文坛，代表作有：《风云第一刀》、《绝代双骄》、《楚留香传奇》系列、《陆小凤传奇》系列等。1985年古龙病逝于台湾。",
        summary:
          "收有古龙的散文《不是幸福》《不是离别》《不是东西》《酒界转生》《黄昏时的小夜曲》《人生如戏》等篇。",
        series: {
          id: "6696",
          title: "侠骨诗心丛书",
        },
        price: "11.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 683,
          average: "9.2",
          min: 0,
        },
        subtitle: "",
        author: ["张培基"],
        pubdate: "2007-9",
        tags: [
          {
            count: 329,
            name: "翻译",
            title: "翻译",
          },
          {
            count: 233,
            name: "张培基",
            title: "张培基",
          },
          {
            count: 176,
            name: "英语",
            title: "英语",
          },
          {
            count: 139,
            name: "散文翻译",
            title: "散文翻译",
          },
          {
            count: 102,
            name: "英语学习",
            title: "英语学习",
          },
          {
            count: 86,
            name: "英译中国现代散文选1",
            title: "英译中国现代散文选1",
          },
          {
            count: 81,
            name: "文学",
            title: "文学",
          },
          {
            count: 57,
            name: "语言",
            title: "语言",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s21874442.jpg",
        binding: "",
        translator: [],
        catalog:
          '艰难的国运与雄健的国民   李大钊national crisis vs heroic nation    li dazhao螃蟹    鲁迅the crab   lu xun落花生   许地山peanuts    xu dishan差不多先生传   胡适mr.about-the-same    hu shi不要抛弃学问    胡适never give up the pursuit of learning     hu shi我之于书      夏丐尊books and i    xia mianzun中年人的寂寞    夏丐尊mid-life loneliness     xia mianzun我坐了木船       叶圣陶i took a wooden boat      ye shengtao背影     朱自清the sight of father"s back      zhu ziqing匆匆    朱自清transient days     zhu ziqing木匠老陈      巴金carpenter lao chen     ba jin朋友      巴金friends     ba jin梦    巴金dreams    ba jin《激流》总序     巴金preface to the torrent trilogy     ba jin做一个战士     巴金be a fighter     ba jin笑    冰心smile    bing xin雨雪时候的星辰     冰心stars on a snowy night      bing xin我的父母之乡      冰心the land of my ancestors      bing xin祖父和灯火管制     冰心grandpa and nightly blackout     bing xin话说短文     冰心a chat about short essays    bing xin路畔的蔷薇      郭沫若wayside roses     guo moruo夕暮    郭沫若dusk    guo moruo白发    郭沫若the white hair   guo moruo水墨画     郭沫若an inkwash painting    guo moruo墓     郭沫若the grave     lao she想北平     老舍fond memories of peiping     lao she养花     老舍on growing flowers     lao she白杨礼赞      茅盾tribute to white poplar     mao dun故都的秋   郁达夫autumn in peioing     yu dafu谈结婚     郁夫达a chat about marriage    yu dafu永远的憧憬和追求     萧红my everlasting dream and pursuit     xiao hong当铺      萧红the pawnshop     xiao hong野草      夏衍wild grass      xia yan恋爱不是游戏       庐隐love is not game    lu yin我若为王    聂绀弩if i were king     nie gannu清贫     方志敏honest poverty      fang zhimin离别      郑振铎parting sorrows     zheng zhenduo时间即生命     梁实秋time is life     liang shiqiu学问与趣味     梁实秋learning and personal inclination    liang shiqiu枣核     萧乾date stones     xiao qian黎明前的北京     季羡林predawn beijing     ji xianlin文学批评无用论     季羡林on the futility of literary criticism       ji xianlin父亲    鲁彦father      lu yan母亲的回忆     朱德loving memories of mother      zhu de巷       柯灵the lane      ke ling第二次考试        何为the second test      he wei下蛋·唱鸡及其它     谢逸egglaying,cackling,etc.    xie yi快乐的死亡      陆文夫happy death       lu wenfu耳闻不如一见？     顾均正is the ear less reliable than the eye?      gu junzheng幼年鲁迅       王士菁when lu xun was a child       wang shijing为奴隶的母亲      柔石a slave mother      rou shi至蒋经国信      廖承志',
        pages: "377",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s21874442.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s21874442.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s21874442.jpg",
        },
        alt: "https://book.douban.com/subject/2316607/",
        id: "2316607",
        publisher: "上海外语教育出版社",
        isbn10: "7544604810",
        isbn13: "9787544604819",
        title: "英译中国现代散文选1",
        url: "https://api.douban.com/v2/book/2316607",
        alt_title: "",
        author_intro: "",
        summary:
          "《英译中国现代散文选(1)》精选中国现代散文名篇五十二篇，原著均出自五四以来一些名家之手。书中各篇均为汉英对照，并附详细注释及对原作者的一些必要的简介。对翻译过程中可能遇到的问题，如语言难点、翻译方法、历史背景等，编译者也作了一些分析讲解。",
        series: {
          id: "2318",
          title: "外教社中国文化汉外对照丛书（第二辑）",
        },
        price: "38.00元",
      },
      {
        rating: {
          max: 10,
          numRaters: 1593,
          average: "8.7",
          min: 0,
        },
        subtitle: "",
        author: ["张爱玲"],
        pubdate: "2000-10-1",
        tags: [
          {
            count: 496,
            name: "张爱玲",
            title: "张爱玲",
          },
          {
            count: 295,
            name: "散文",
            title: "散文",
          },
          {
            count: 125,
            name: "张爱玲散文",
            title: "张爱玲散文",
          },
          {
            count: 115,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 70,
            name: "文学",
            title: "文学",
          },
          {
            count: 60,
            name: "中国",
            title: "中国",
          },
          {
            count: 52,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 42,
            name: "人生",
            title: "人生",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1858699.jpg",
        binding: "精装",
        translator: [],
        catalog:
          "一、天才梦\n二、到底是上海人\n三、洋人看京戏及其他\n四、更衣记\n五、公寓生活记趣\n六、夜营的喇叭\n七、道路以目\n八、必也正名乎\n九、烬余录\n十、谈女人\n十一、借银灯\n十二、论写作\n十三、爱\n十四、有女同车\n十五、走！走到楼上去\n……",
        pages: "421",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1858699.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1858699.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1858699.jpg",
        },
        alt: "https://book.douban.com/subject/1203293/",
        id: "1203293",
        publisher: "浙江文艺出版社",
        isbn10: "7533905504",
        isbn13: "9787533905507",
        title: "张爱玲散文",
        url: "https://api.douban.com/v2/book/1203293",
        alt_title: "",
        author_intro:
          "张爱玲（1920-1995），中国女作家。祖籍河北丰润，生于上海。1943年开始发表作品，代表作有中篇小说《倾城之恋》、《金锁记》、短篇小说《红玫瑰与白玫瑰》和散文《烬余录》等。1952年离开上海，1955年到美国，创作英文小说多部。1969年以后主要从事古典小说的研究，著有红学论集《红楼梦魇》。已出版作品有中短篇小说集《传奇》、散文集《流言》、散文小说合集《张看》以及长篇小说《十八春》、《赤地之恋》等。",
        summary: "",
        price: "24.80元",
      },
      {
        rating: {
          max: 10,
          numRaters: 945,
          average: "8.3",
          min: 0,
        },
        subtitle: "",
        author: ["朱自清"],
        pubdate: "2006-7",
        tags: [
          {
            count: 228,
            name: "散文",
            title: "散文",
          },
          {
            count: 208,
            name: "朱自清",
            title: "朱自清",
          },
          {
            count: 126,
            name: "朱自清散文集",
            title: "朱自清散文集",
          },
          {
            count: 116,
            name: "中国文学",
            title: "中国文学",
          },
          {
            count: 75,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 70,
            name: "修养",
            title: "修养",
          },
          {
            count: 63,
            name: "文学",
            title: "文学",
          },
          {
            count: 60,
            name: "人文",
            title: "人文",
          },
        ],
        origin_title: "",
        image: "https://img3.doubanio.com/view/subject/m/public/s10042853.jpg",
        binding: "平装",
        translator: [],
        catalog: "",
        pages: "376",
        images: {
          small:
            "https://img3.doubanio.com/view/subject/s/public/s10042853.jpg",
          large:
            "https://img3.doubanio.com/view/subject/l/public/s10042853.jpg",
          medium:
            "https://img3.doubanio.com/view/subject/m/public/s10042853.jpg",
        },
        alt: "https://book.douban.com/subject/1826007/",
        id: "1826007",
        publisher: "西苑出版社",
        isbn10: "7802101344",
        isbn13: "9787802101340",
        title: "朱自清散文集",
        url: "https://api.douban.com/v2/book/1826007",
        alt_title: "",
        author_intro: "",
        summary:
          "作为一位散文大家，朱自清以他独特的美文艺术风格，为中国现代散文增添了瑰丽的色彩，为建立中国现代散文全新的审美特征，树立了“白话美文的模范”。朱自清是一位文化多面手，他给后人留下了近200万字的文学遗产。然而，他对中国现代新文学的突出贡献，无疑则是他所擅长的散文小品。他继承了中国古典文学的优秀传统，在中西文化交流的大背景之下，创造了具有中国民族特色的散文体制和风格。",
        price: "19.8",
      },
      {
        rating: {
          max: 10,
          numRaters: 1112,
          average: "8.7",
          min: 0,
        },
        subtitle: "",
        author: ["简媜"],
        pubdate: "2004-09",
        tags: [
          {
            count: 582,
            name: "简媜",
            title: "简媜",
          },
          {
            count: 329,
            name: "散文",
            title: "散文",
          },
          {
            count: 177,
            name: "台湾",
            title: "台湾",
          },
          {
            count: 155,
            name: "烟波蓝",
            title: "烟波蓝",
          },
          {
            count: 85,
            name: "纯净之蓝起雾后，有了水的烟霭。",
            title: "纯净之蓝起雾后，有了水的烟霭。",
          },
          {
            count: 80,
            name: "台湾文学",
            title: "台湾文学",
          },
          {
            count: 61,
            name: "随笔",
            title: "随笔",
          },
          {
            count: 50,
            name: "文学",
            title: "文学",
          },
        ],
        origin_title: "",
        image: "https://img1.doubanio.com/view/subject/m/public/s1134549.jpg",
        binding: "平装",
        translator: [],
        catalog:
          "女儿状\n初雨\n烟波蓝\n笔\n竹枝词\n醉卧稻浪\n碗公花\n有情石\n村鸡小唱\n大水\n落雨时的井\n夏之绝句\n……",
        pages: "214",
        images: {
          small: "https://img1.doubanio.com/view/subject/s/public/s1134549.jpg",
          large: "https://img1.doubanio.com/view/subject/l/public/s1134549.jpg",
          medium:
            "https://img1.doubanio.com/view/subject/m/public/s1134549.jpg",
        },
        alt: "https://book.douban.com/subject/1021261/",
        id: "1021261",
        publisher: "重庆出版社",
        isbn10: "7536665911",
        isbn13: "9787536665910",
        title: "烟波蓝：简媜散文精品集",
        url: "https://api.douban.com/v2/book/1021261",
        alt_title: "",
        author_intro:
          "简媜,1961年生于台湾宜兰县冬山河畔，台湾大学中文系毕业，专业从事写作。其作品曾获吴鲁芹散文奖、时报文学奖、台湾文艺奖等，是《台湾文学经典》最年轻的入选者。 简\ufffd曾任《联合文学》主编，并创办过大雁出版社，是目前台湾文坛最无争议的实力满腔热情女作家。 著有作品：《水问》、《梦游书》、《月娘照眠床》、《胭脂盆地》、《私房书》、《女儿红》、《下午茶》、《七个季节》、《只缘身在此山中》、《顽童小番茄》、《浮在空中的鱼群》、《红婴仔》、《天涯海角》。",
        summary:
          "简媜的童年是在乡村度过的。乡村古朴、圆和、亲切的氛围让她获得更多的是生存的宁静。她的笔触抒情如诗，包容着浓烈的柔情，充分显露出她对土地热爱与思索。其后，简媜背负行囊远离故乡，走进了繁华的都市，领略了生活的另一种滋味。简媜没有对大都市产生太多的好感，在行文中她一再流露出对和谐纯朴的人伦关系的渴望，她写童年、写爱情、写故乡的土地，渴望通过这样的途径回归宁静。\r\n简媜永远拥有一批忠实的读者，他们欣赏简媜的清词丽句，佩服她善于化解古典文字和佛经中的典故为鲜活意象的能力，同时也被她文章中所带出的孤独、柔软、宽容大所了的胸怀所感动。\r\n简媜的人品如同简媜的文字，清高不做作，安详不冷漠，典雅又充满了智慧。她谦、质朴、悲悯的人格也同样赢得了广大读者和朋友们的尊重。",
        series: {
          id: "21961",
          title: "汉霖散文精品文库",
        },
        price: "20.80",
      },
    ],
    bookNum: 0,
    isShow: false,
  },
  totalPages: 0,
  pageNum: 1,
  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {},
  onShow() {
    // 看是否有查询缓存
    let tag = wx.getStorageSync("classifytag");
    // 有，准备查询
    if (tag) {
      // 清除现有数据
      this.resetData();

      let q = "param.q";
      this.setData({
        // param数据
        [q]: tag,
        // 搜索框设定关键词
        inpValue: tag,
        isShow: true,
      });
      let { param } = this.data;
      // 查询
      this.qsearch(param);

      // 删除本地缓存，防止二次读取
      wx.removeStorage({
        key: "classifytag",
        success(res) {
          console.log("删除");
        },
      });
    }
  },
  handleInputShow() {
    this.setData({
      inputShow: !this.data.inputShow,
    });
  },
  handleListShow() {
    this.setData({
      listShow: !this.data.listShow,
    });
  },
  handleInput(e) {
    // 1 获取输入框的值
    const { value } = e.detail;
    console.log(value);
    // 2 检测合法性
    if (!value.trim()) {
      this.setData({
        isShow: false,
        isFocus: false,
      });
      // 值不合法
      return;
    }
    // 3 清空之前的数据
    this.resetData();

    // 4 准备发送请求获取数据
    var q = "param.q";

    this.setData({
      isFocus: true,
      isShow: true,
      [q]: value,
    });
    let { param } = this.data;
    clearTimeout(this.TimeId);
    this.TimeId = setTimeout(() => {
      this.qsearch(param);
    }, 1000);
  },
  // 发送请求获取搜索建议 数据
  async qsearch(param) {
    // console.log(param);
    const res = await request({ url: "/search", param });
    console.log(res.data);
    // 获取现在已有数据数据
    let { bookList } = this.data;
    // 拼接后才不会被新数据覆盖
    bookList = bookList.concat(res.data.books);
    // let bookList = res.data.books;
    let bookNum = res.data.total;

    this.setData({
      bookList,
      bookNum,
    });
  },
  // 点击 取消按钮
  handleCancel() {
    this.setData({
      inpValue: "",
      isFocus: false,
      bookList: [],
      bookNum: [],
    });
  },
  // 页面上滑 滚动条触底事件
  onReachBottom() {
    let { bookList } = this.data;
    try {
      // 搜索框正常请求数据
      if (bookList.length !== 0) {
        // 总数
        console.log(this.data.bookNum);
        // 每页书籍数
        console.log(this.data.param.count);
        // 计算可分为多少页
        this.totalPages = Math.ceil(this.data.bookNum / this.data.param.count);
        console.log(this.totalPages);
        //  1 判断还有没有下一页数据
        if (this.pageNum >= this.totalPages) {
          // 没有下一页数据
          console.log("没有下一页数据");
          wx.showToast({ title: "没有下一页数据" });
        } else {
          // 还有下一页数据
          //  console.log('%c'+"有下一页数据","color:red;font-size:100px;background-image:linear-gradient(to right,#0094ff,pink)");
          let { param } = this.data;
          console.log(start);
          let start = "param.start";
          this.setData({
            [start]: param.start + 10,
          });
          console.log("有下一页数据");
          this.pageNum++;
          this.qsearch(param);
        }
      } else {
        // 推荐书籍展示
        wx.showToast({
          title: "没有下一页了~",
          icon: "none",
          mask: true,
        });
      }
    } catch (error) {
      console.log(error);
    }
  },
  // 下拉刷新事件
  onPullDownRefresh() {
    // 1 重置数组
    this.setData({
      bookList: [],
      bookNum: 0,
    });
    // 2 重置请求参数
    this.data.param.start = 0;
    let { param } = this.data;
    // 3 发送请求
    this.qsearch(param);

    // 4 关闭下拉刷新的窗口 如果没有调用下拉刷新的窗口 直接关闭也不会报错
    wx.stopPullDownRefresh();
  },
  handleGetId(e) {
    let { index } = e.currentTarget.dataset;
    let { bookList } = this.data;
    console.log(index);
    console.log(bookList);
    console.log(bookList[index]);
    wx.navigateTo({
      url: "../book/book?id=" + bookList[index].id,
      events: {
        // 为指定事件添加一个监听器，获取被打开页面传送到当前页面的数据
        acceptDataFromOpenedPage: function (data) {
          console.log("1", data);
        },
        someEvent: function (data) {
          console.log("2", data);
        },
      },
      success: function (res) {
        // 通过eventChannel向被打开页面传送数据
        res.eventChannel.emit("acceptDataFromOpenerPage", bookList[index]);
      },
    });
  },
  resetData() {
    this.setData({
      bookList: [],
      bookNum: 0,
      param: {
        apikey: "0df993c66c0c636e29ecbb5344252a4a",
        q: "",
        start: 0,
        count: 10,
      },
    });
  },
  //回到顶部
  handleToTop() {
    // 一键回到顶部
    wx.pageScrollTo({ scrollTop: 0, duration: 500 });
  },
  scroll(e) {
    // console.log(e)
  },
  scrolltoupper: function (e) {
    console.log(e);
    let t = e.detail.scrollTop;
    if (t > 100 && !this.data.floorstatus) {
      // 避免重复setData
      this.setData({
        floorstatus: true,
      });
    }

    if (t <= 100 && this.data.floorstatus) {
      this.setData({
        floorstatus: false,
      });
    }
  },
});
